{
    "level": 3,
    "entertainment": [
        {
            "id": 1,
            "title": "Happy 200th birthday to our nation's song",
            "text": "\tWASHINGTON - The American national anthem is \"The Star-Spangled Banner.\"\n\nThe song is played all over the country before games and events. Many Americans love it. The song makes them very emotional.\n\nA man named Francis Scott Key wrote the song in 1814. The song tells the story of a giant flag. The flag was flying over a fort in Baltimore. Americans were fighting with England. It was the War of 1812.\n\nEngland had control of America before, and the United States was still a young country on its own.\n\nKey was in a ship. He saw the huge flag far away. The day was rising and he thought the moment was beautiful. He described the flag as \"The Star-Spangled Banner\" which became the name of the song. Banner is another word for flag.\n\nKey wrote the words for the song on a single sheet of paper. It became popular very soon after. People always felt good when they heard the song. In 1931, it became the country's national song.\n\nThis year is special for the song. This year, it is turning 200 years old.\n\n## Let's Celebrate The Song's Birthday\n\nThere will be parties all over the country. Best of all, for the first time the giant flag and Key's piece of paper with the hand-written words to the song will be together. They can be found at the National Museum of American History in Washington, D.C. The huge flag has been kept all these years.\n\nPeople sing the song all the time, but they don't know a lot about it. The museum is hoping that more people would be curious to learn about the history of \"The Star- Spangled Banner.\"\n\nThough the song is very popular, most people can't sing it. It is very hard to sing. Some people forget the melody. Others can't remember the words.\n\nMistakes with the song happen all the time. Even famous singers get confused.\n\nThe museum wants visitors to remember the song, the words and the flag. They hope people will want to learn more about the song on its 200th birthday.'"
        },
        {
            "id": 2,
            "title": "Young man's photos help make sense of Baltimore riots",
            "text": "\tBALTIMORE, Md. - Devin Allen is from the city of Baltimore. He is a photographer. He likes to take pictures.\n\nFreddie Gray was from Baltimore too. Gray died in April.\n\nMany people said Gray died because the police did not do their job right. The people marched on the streets to show they were angry. Pretty soon the police showed up. People were getting hurt. Allen took lots of pictures.\n\n## Pictures Show Why People In Baltimore Were Mad\n\nAllen put his photos online. People all over the country saw his pictures. The pictures helped them see why people in Baltimore were mad.\n\nPeople in Baltimore were not just angry about Gray. They were angry that black people have been treated badly by police for a long time.\n\nMany people only took pictures of the bad and scary things that happened. Not Allen.\n\n## Problems, But Also Hope\n\nAllen took pictures of people marching. They were not hurting anyone. He also took pictures that showed what happened after everyone went home.\n\nSome photos show people eating together. In other pictures kids are playing basketball, dancing and singing.\n\nPeople with different skin colors do not always get along. Devin wants to show that this is a problem. He also wants to show that there is hope.\n\n## Using Cameras To Make A Difference\n\nAllen plans to buy more cameras. He wants to teach children photography. He hopes it will give them something good to do.\n\n\"I want to show them they have a voice,\" he said.'"
        },
        {
            "id": 3,
            "title": "The Pinettes are a brass band with a special sound",
            "text": "\tNEW ORLEANS - The Original Pinettes Brass Band is a special group from New Orleans. They play brass instruments. Trumpets, trombones and tubas are all brass instruments.\n\nThe group started around 25 years ago. It formed at St. Mary's Academy. St. Mary's is a Catholic high school for girls.\n\nThe Pinettes are very special. They are the only all-female brass band.\n\n\"They were certainly the first,\" said music historian Michael White. \"And as far as I know, they're the only one.\"\n\n## Pinettes Blend Their Sounds Well\n\nBrass bands began in Europe. In America they were shaped by African-American music.\n\nGroups took a lot of music style from jazz. Brass band music soon became a kind of jazz.\n\nOnly a few older brass bands still play jazz these days. The Pinettes play funk.\n\nIn 2013, the Pinettes entered an important brass band contest. The Pinettes won. Judges liked the way the players mix their sounds together.\n\nSome groups have star players. The Pinettes are not like that. They play together equally.\n\n\"We're not here to blow out each other. We are playing together,\" drummer Christie Jourdain said. She is the group's leader.\n\n## They Started As A School Band\n\nThe group first came together in 1991. It was formed by Jeffery Herbert.\n\nHerbert was head of the band program at St. Mary's. He was also in the popular Pinstripes Brass Band.\n\nHerbert explained how he came up with the idea of forming the Pinettes.\n\nSome St. Mary's students needed extra money badly, he said. Their parents were having trouble paying for their schooling.\n\nThe Pinstripes had a problem too. They were being offered more jobs than they could play.\n\nHerbert thought a students' brass band might be the answer. They could take some of the jobs the Pinstripes were offered. The students would also earn a bit of money.\n\nSo the Pinettes were soon formed. The group was named after the Pinstripes.\n\nHerbert said some people did not want to hear a girls' band. The Pinettes still did well.\n\n## The Girls Love Their Band\n\nThe Pinettes decided to keep the band going after they finished high school. New players have joined over the years.\n\nThese days the group is more popular than ever. Herbert is very happy about that.\n\n\"I just wanted to help some young ladies stay in St. Mary's Academy,\" Herbert said. \"God had a bigger picture.\"'"
        },
        {
            "id": 4,
            "title": "Country radio stations are not playing as many songs by female singers",
            "text": "\tNASHVILLE, Tenn. - Leslie Fram came to Nashville to work at a country music TV channel. When she started working, she saw that women had a tough time getting on country music radio stations.\n\nFram did not hear female singers on country radio. Country singers need to be on the radio to get fans.\n\nFram met singers like Brandy Clark. Clark performed at a tiny cafe. Fram was amazed by the performance. Yet her songs were not being played on country radio stations.\n\nFram was surprised. She thought Clark should already be famous.\n\n## What Songs Do People Want To Hear?\n\nOn the radio, Fram heard upbeat, simple songs. They were usually sung by men. Fram wanted more women to be on country radio. She also wanted better songs.\n\nThere have been more men than women in country music for a while. Something happened not long ago that got people thinking about it. It started with Keith Hill. He gives advice to country radio stations.\n\nHill told radio stations to play fewer female artists. Listeners want to hear male singers, he said. Hill said that radio stations should play what people want to hear.\n\nHis comments worried people. They felt keeping women off the radio was not fair.\n\n## Country Music Star Speaks Out\n\nIn 1998, almost half of the most popular 100 country songs were sung by women. By 2014, only 2 out of 10 hit songs were sung by women.\n\nLuke Bryan is a country music star. He said people in country music need to talk. They must discuss why there are not more women on the radio.\n\n\"The music industry can get real busy,\" he said. \"You realize, 'Man, there isn't a female artist in the Top 10 or even in the Top 20 right now.\"\n\n## Playing All The Music\n\nFram has created a group to help women in country music. She is working with two other women in Nashville, Tennessee. Lots of country singers make music there.\n\nThe group is called Change The Conversation. It educates and supports female musicians.\n\nChange the Conversation is not telling radio stations to play all female artists. It is about the idea that \"the best song wins,\" Fram said.'"
        },
        {
            "id": 5,
            "title": "Disney says workers must follow rules and not talk about their characters",
            "text": "\tORLANDO, Fla. - At Disney theme parks, workers dressed as popular characters walk around. They are friendly. The characters spend time with visitors. These performers can help make Disney parks feel magical. There is a secret though. No one is supposed to know the people behind the costumes. Disney wants to keep it that way. Disney does not let its workers talk to the public about their characters.\n\nNow a group helping Disney workers is fighting the rule. The group is called the Teamsters.\n\n## Are Character Rules Fair?\n\nDisney has strong rules for its characters. People playing characters cannot write anything online. They cannot talk to the news media about their work.\n\nThe group helping workers does not think these rules are fair. The group says Disney has gone too far. They say the company should not control what Disney workers say about their jobs.\n\nThey are not spies, one worker said. Working as a Disney character does not need to be top secret, he said.\n\nNow the Teamsters are doing something. The group wants the rules to change. The Teamsters sent a complaint to Disney. They are also going to ask the government for help.\n\nDisney wants to keep these rules. Workers agree to the rules when they start their jobs. Disney wants all guests to have a good time at the park. If some workers break the rules, it could change how guests in the park feel about Disney.\n\n## Keeping It As Real As They Can\n\nThere are more than 1,200 people at Disney who dress as characters. Some are \"fur characters.\" Winnie the Pooh is one of those. Fur characters wear costumes that cover the body completely. There are also \"face characters.\" Snow White and Cinderella are face characters.\n\nDisney wants the characters to look like they just stepped out of the movies. The company wants guests to feel like the characters are real.\n\nLee Cockerell used to help run Disney World. He said Disney is serious about keeping its magic. \"You don't want to start disappointing kids by having this out there.\"'"
        },
        {
            "id": 6,
            "title": "A soldier's best buddy is often his dog",
            "text": "\tMENOMONEE FALLS, Wis. - Jerry Witt's two buddies saved his life in Vietnam.\n\nBut they weren't your regular soldiers. Skip and Satan walked on four legs. The dog tags that soldiers usually wear around their necks were tattooed in their ears. And their weapons were their noses and keen eyesight.\n\nSkip was a German shepherd/collie mix. Satan was a black Labrador retriever. When Skip was killed, it felt like a punch in the stomach, Witt said.\n\n\"Skip saved my life many, many times,\" said Witt. Witt served as an Army dog handler during the Vietnam War. He now belongs to War Dogs. The group honors military dogs.\n\n## Important Missions And Parades\n\nArmies have used dogs for many years. But more and more people are learning of America's furry warriors.\n\nArmy dogs patrol bases. They sniff for bombs. They capture bad guys and find missing people. They also comfort soldiers who have been wounded.\n\nWar Dogs honors the country's four-legged fighting forces. The group is based in Wisconsin. Its members march in parades. They give talks about war dogs. They'll do just about anything to spread the word about this little-known part of American history.\n\nTheir own dogs belong to breeds used by the U.S. military. One of the dogs served in [Afghanistan](https://www.newsela.com/?tag=Afghanistan).\n\nThe group raised $5,400 for a stone statue. It will be placed at a park on June 22.\n\nCarol Singer and a friend started War Dogs in 1999. Singer has a 9-year-old Doberman pinscher named Bella.\n\n\"It started with one parade and snowballed from there,\" Singer said.\n\nOld soldiers get emotional when they see the dogs. At parades, the veterans stand and salute, said Tracy Hays. Hays' dog is an American Staffordshire terrier. Its name is Kestrel.\n\n## There's No Place Like Home\n\nBefore 1992, the Army would leave the dogs behind. Dogs were considered \"equipment,\" like tents or trucks. Witt knew dog handlers who signed up to stay in Vietnam. They wanted to spend more time with their dogs.\n\n\"It became a very sore subject to me and my fellow handlers. It was tragic. These dogs, they were like people. For them to do that was (terrible),\" said Witt. In 1969, Witt left Vietnam. His dog Satan was given to another handler.\n\nWitt and other dog handlers from Vietnam got Congress to change the rules. In 1992, they succeeded. Now all military dogs are brought home. They are treated like true veterans.'"
        },
        {
            "id": 7,
            "title": "He draws while making laws",
            "text": "\tErnie Chambers is a senator in Nebraska. He helps make laws. Chambers works in state government. Even though he is busy, he finds time for one special hobby: drawing. Chambers is a sketch artist. His office is full of drawing notepads that show off his work.\n\nSenator Chambers has been a politician for about 40 years. He learned how to draw as a child. Over the years, he has kept up his art. Slowly, his skills have improved. He draws a little bit of everything and everyone. There are sketches of other lawmakers and national leaders in his portfolio.\n\n\"Sometimes, I'm not even concentrating on making a picture. I'm just putting lines on a sheet of paper,\" Chambers said. He is 77 years old.\n\n## Doodles And Drawings\n\nChambers was born in Omaha, Nebraska. He was a state politician for 38 years. Then he took a short break and was elected again. He usually supports laws that help people and causes that others may ignore. Chambers also dresses differently than other lawmakers. Most politicians wear suits and ties. Chambers likes to wear sweatshirts and jeans to work.\n\nChambers said he doodles during work to pass the time. When the days are long and boring, he draws more.\n\nThe ideas for his drawings often come from the people he sees at work.\n\nChambers will draw portraits of people while they are talking. If he doesn't agree with something he hears, he will stop drawing and ask questions instead.\n\nSometimes Chambers will add poetry to the drawings.\n\n## People Praise His Work\n\nChambers started drawing when he was in high school. He took art classes. He continued when he was in law school.\n\nMany people praise Chambers for his work. Still, he insists he is not an artist. He does not have formal training.\n\n\"What I do is like Burger King: Have it your way,\" he said. \"If some people see it as good art, that's what it is. If people see it as bad art, that's what it is.\"'"
        },
        {
            "id": 8,
            "title": "Who will win the Janitor of the Year prize?",
            "text": "\tCOVINGTON, Wash. - Rick Bergum never dreamed of becoming a school janitor. He thought he might be an engineer. He did not think he would be a cleaning person.\n\nBut he ended up joining his father's cleaning company. Now, he is 51 years old. He is the head janitor and handyman at Tahoma High School. He enjoys his job. Most of all, he loves spending days with his father and son. They also clean the school part of the day.\n\nBergum likes to work quietly. But now he is in the spotlight. He is one of 10 finalists for the country's Janitor of the Year award.\n\nBergum is very surprised. He never wanted to be famous.\n\n## Lots Of People At School Are Voting\n\nA cleaning company is running the contest. It went through hundreds of picks for the contest. People wrote in to suggest the best janitors in the country. The company cut the list down to 10.\n\nBergum is the only finalist from the state of Washington.\n\nPeople will vote online for who they think should win. The winner will get $2,500. They will also get $2,500 for things they can use to clean their school.\n\nMany people at the school are voting for Bergum. The students are voting too.\n\n## Tools, Keys And Other Stuff\n\nBergum's office is very organized. Even his junk drawers are neat. He likes a clean space. That is good for someone with his job.\n\nBergum carries many things with him every day. Things like keys and tools. He never knows what the day will bring.\n\n\"You get to see a little bit of everything,\" Bergum said. He has fun on the job too.\n\nHis father is Jim Bergum. He is 72 years old. They work together. The two sometimes joke that they are brothers. The older Bergum is taller, but they are losing their hair in the same way.\n\nJim Bergum started a cleaning company many years ago. His son worked for him. Then he left to work at Tahoma schools. Later, his father sold the company. Then he started working at the school too.\n\n## \"That Looks Good\"\n\nAfter a long day, Bergum likes turning the lights off on a clean room. Everything is in its place.\n\n\"It's like, 'Ah, that looks good,'\" he said.\n\n\"I just like to be behind the scenes, doing my job. I like the idea of everything works, everything runs, and no one knows why,\" he said.'"
        },
        {
            "id": 9,
            "title": "Music program hits all the right notes",
            "text": "\tMINNEAPOLIS - Tremell Caldwell tapped his feet on the floor. The 7-year-old made funny faces. He wiggled the cello between his knees. A cello is a string instrument. It looks like a really large violin.\n\nBut then his teacher said \"Bows ready!\" Tremell stopped fooling around. He raised his bow, which is used to play the cello.\n\n\"This is my precious instrument,\" Tremell said. He likes the cello \"because it's big and has the longest strings.\"\n\nCaldwell is one of 18 kids in El Sistema Minnesota. El Sistema is an after-school music program. It teaches children in poor neighborhoods how to play instruments like the violin and cello. But the program not only teaches music. It teaches them to get along with others and how to study.\n\nThe children are all in first and second grade. After just one year in the program, they are kinder and more creative. They are faster readers, too.\n\n## The Classes Have Grown Around The World\n\nEl Sistema began about 40 years ago in Venezuela. Its purpose was to teach kids music. But it also changed the lives of some of Venezuela's poorest children.\n\n\"Poverty is not necessarily the lack of bread or roof,\" said Jose Antonio Abreu. Abreu, a musician, started the program. It's \"the feeling of being nobody.\"\n\nThe idea has spread around the world. In the United States, more than 50 El Sistema programs recently began.\n\n\"Adagio means what?\" asked music teacher Patricia Morgan-Brist. She was speaking about how fast to play the music.\n\n\"Slow motion!\" her young students replied all together. Then they moved on to andante - \"Walking speed!\" - and allegro. Allegro means quickly in Italian.\n\n\"We never allegro in the hallways, right?\" said Morgan-Brist. She started the music program with her good friend, violin teacher Kelly Carter.\n\nStudents begin the music program in first grade. They attend lessons four days a week. Each child gets an instrument and music lessons. They also get help with homework.\n\n## Everyone Is Proud Of Their Hard Work\n\nTo raise money for the program, the students gave a concert. The young students played the few notes they knew. Then they watched the older students.\n\nBack in the music room, Tremell asked, \"Can I go outside now?\"\n\nMorgan-Brist said yes. But she first asked him to read aloud from a note. It was written by a supporter of the program.\n\n\"I am proud of you,\" he read slowly. \"Your talent amazes me.\"\n\nTremell gave a big smile. Then he ran for the door.'"
        },
        {
            "id": 10,
            "title": "New York designers find many ideas  Eeven an earthquake far away",
            "text": "\tNEW YORK, N.Y. - Many famous clothing designers are in New York this week. They are showing off the new clothes they have made. The clothes are being introduced in stage shows.\n\nThe show Prabal Gurung put on was particularly special. Garung is a fashion designer. He creates ideas for clothes. He also grew up in Nepal. Earlier this year, Nepal was hit by a terrible earthquake. The ground shook. Many people were killed. Old buildings crumbled and fell down.\n\nMost of Nepal's people are Buddhists. They believe in Buddhism, a religion. Some men and women spend their lives studying and teaching Buddhism. The men who do this are known as monks. They wear special robes. The robes are reddish-orange and yellow.\n\n## Singing For Nepal And Its People\n\nOn Sunday night, Garung opened his show with Buddhist singing. A group of monks sang slowly and peacefully. They wore red and yellow robes. Their singing was a way of saying a prayer for Nepal and its people.\n\nWhen they had finished, the monks left silently. Then, the show's music came on. Soon, the first fashion models appeared. They had on flowing dresses colored orange, yellow and red. The dresses were the same colors as the robes the monks wore.\n\nGarung grew up in Nepal. This has been a very hard year for him. Like all people from Nepal, he was saddened by the earthquake. He still has family and friends back in Nepal. The people there need help badly.\n\n## Beautiful Clothes Hold Special Meaning\n\nGurung began thinking back to his early life in Nepal. He remembered what he saw, heard and smelled. Soon he decided to make clothing that would say something about Nepal. He wanted to show the world what his country was about.\n\nThe clothes he made are beautiful. They also say something about what Nepal means to him.\n\nIt did not matter that most people at the show knew little about Nepal. Gurung made the country and its people feel close.\n\nHis fashion show was not just about beautiful clothes. It was also about remembering his country and his people.\""
        },
        {
            "id": 11,
            "title": "Scientists study hit songs, find more differences than many people expect",
            "text": "\tExperts wanted to see how pop music changed over time. They turned to science for the answer.\n\nThey studied 17,000 songs from Billboard's Hot 100. It lists the most popular music each week. The songs were from 1960 to 2010. The team used computers to study the songs. They compared parts of the songs, like the notes or rhythm. Then they put the songs into different groups.\n\n## Years Of Big Changes\n\nIt made the experts think of interesting questions. They wondered about differences in pop music. Are there different styles or does the music all sound the same?\n\nThey also wanted to know whether music styles changed slowly or quickly. They found three years of big changes. The years were 1964, 1982 and 1991.\n\nThe largest and most important change was hip-hop in 1991.\n\nThe team also found that people listened to different kinds of music.\n\n## Sort Of Like Fossils\n\nScientists study fossils in the same way, said Armand Leroi. He is a scientist in London, England. He studies how life has grown and changed over time. Fossils are the bones and remains of ancient creatures like dinosaurs.\n\n\"Why are there so many creatures?\" Leroi wondered. \"Why are there so many songs?\"\n\nLeroi said the study was exciting. It told experts how music really changed, he said.\n\n## Rock And Roll's Birthday?\n\nThe experts have another big question. They want to know when rock and roll really began. Many people think that 1955 was the birth year of rock. In 1955, \"Rock Around the Clock\" became the first rock and roll song to be the top hit. The song was by Bill Haley. But will science turn up a different answer?\n\nLeroi said the team could have chosen many subjects.\n\nHe guessed they could have studied books. They are not as exciting as pop music, though. It is wonderful to look at music in a scientific way, Leroi said.'"
        },
        {
            "id": 12,
            "title": "Say hello to Julia, a smart little Muppet who happens to be autistic",
            "text": "\tJulia is Sesame Street's newest Muppet. She has bright orange hair and big green eyes. Sometimes, it takes her a long time to answer questions. Julia has autism.\n\nShe is also a girl.\n\nThat might seem strange. Most children who have autism are boys.\n\nSherrie Westin works at Sesame. At first, she was not sure if the new muppet should be a girl. Then she thought more about it. It started to make sense to her. Sesame wanted people to understand that girls can have autism, too.\n\n## Sesame Street Launches Special Website\n\nSesame Street has a new website. It shows Sesame's new plan. It is called \"Sesame Street and Autism: See Amazing in All Children.\" The website introduces Julia and several videos about autism. Julia is not on TV yet.\n\nChildren with autism can look and act very differently from one another. Some can talk, while others cannot. Many autistic kids are uncomfortable with noise. Some have trouble looking others in the eye. Many like to touch different things to see how they feel.\n\nJulia can talk. She cannot look people in the eye for very long. She flaps her arms when she gets excited. \"We chose things we thought would be most helpful and most typical,\" Westin said. Julia is also very curious and smart.\n\n## Julia And Elmo\n\nAutism is complicated. The website does not explain everything about it. Instead, it shows how Julia communicates with other muppets.\n\nIn one scene, Julia and Elmo are on swings. Elmo wants Julia to meet his friend Abby. Julia does not look up. This causes Abby to say, \"Your friend doesn't like me.\"\n\nThen, Elmo explains what is happening. Julia has autism, he says. \"So she does things a little differently. Sometimes Elmo talks to Julia using fewer words and says the same things a few times.\"\n\nSesame is watching the new website, it said. The company wants to see if it is easy for kids to use.'"
        },
        {
            "id": 13,
            "title": "Disney's Small World still singing its happy song after 50 years",
            "text": "\tLOS ANGELES -Theme park rides come and go. But a simple boat ride at Disneyland has stayed popular longer than most.\n\nIt's a Small World is turning 50 years old. Walt Disney himself first imagined the ride in the early 1960s. The World's Fair was coming to New York. Disney was asked to design something for the fair.\n\nDisney wanted a happy and hopeful ride. He imagined dolls dressed in old-fashioned clothes from different countries singing a happy song.\n\n## Its Message Of Peace\n\nBrothers Richard and Robert Sherman wrote the song as a message of world peace.\n\nRolly Crump helped design the ride. He likes the ride's hopeful theme and detailed artwork.\n\n\"The technology today is burning people out,\" he said. \"This ride is so simple, so clean.\"\n\nSmall World has been copied at other Disney parks. Visitors can take the same boat ride in Florida, Japan, France and Hong Kong.\n\nIn 2009, Disney changed the ride at Disneyland in California. It added new Disney songs. Characters, such as Ariel, Nemo, Woody and Tinker Bell, also appeared.\n\nThese changes angered some people. Some fans wanted Small World to stay the same. Still, the ride remained popular.\n\n## \"It Tells A Story\"\n\nKim Irvine works as a designer for Disney. She said Small World riders see the world through the eyes of children.\n\n\"It tells a story that everyone would love to believe in,\" she said.\n\nCindy Oporto recently took her young son Logan on the ride for the first time.\n\n\"He likes the singing and the animals,\" she said.\n\nNext up for the respected ride: a movie. Jon Turteltaub is directing it. He called Small World innocent and sweet.'"
        },
        {
            "id": 14,
            "title": "The nation's library might not be so quiet as music is added",
            "text": "\tWASHINGTON - Ben E. King's \"Stand by Me\" record has been played on the radio many, many times. It is a very popular song. The Library of Congress says it is an important song too. It is important enough to save for all time.\n\nThe Library of Congress is the nation's main library. It is in Washington, D.C. It stores books that are important to our country's history. It also stores great sound recordings.\n\nThe library has to decide which recordings are important enough to keep. Each year it picks new things to add.\n\nThis year's picks were just announced. It said 25 sound recordings were added. The oldest is from 1890. The newest is from 1999.\n\n## These Songs Are Favorites\n\n\"Stand by Me\" was recorded in 1962. King wrote it for his old band, the Drifters. Then he changed his mind and recorded it himself. It ended up being a huge hit.\n\n\"Stand by Me\" was not the only very popular song the library picked. There were several others.\n\nAnother is \"You've Lost That Lovin' Feelin'\" by the Righteous Brothers. It was made in 1965.\n\nThe Righteous Brothers were surprised when their song became a big hit. They thought it was not the right song for them.\n\nFolksinger Joan Baez's first album was also picked. The record is just called \"Joan Baez.\" It is from 1960.\n\n## That Is So Funny!\n\nNot only music was picked. Steve Martin's 1978 comedy record \"A Wild and Crazy Guy\" was selected too. It helped to change the way comedy is done.\n\nMartin was happy when he heard his record had been picked. He said: \"I could not be more proud of this honor. This means the record was probably funny.\"\n\n## Some Very Old Recordings Too\n\nThe library also selected recordings made at the 1893 Chicago World's Fair. Musicians from around the world performed at the fair that year. Many Americans had never heard music from other parts of the world before.\n\nThe library picked some newer recordings too.\n\nOne is a collection of songs from the TV show \"Sesame Street.\" The record is called \"Sesame Street: All-Time Platinum Favorites.\" It was first released in 1995.\n\nThe library also picked \"OK Computer\" by the band Radiohead. The album is from 1997. Many people think it is one of the most important rock albums ever.'"
        },
        {
            "id": 15,
            "title": "Art on buildings makes people stop and talk about it",
            "text": "\tNEW YORK, N.Y. - Wall paintings are turning up around New York City. There are also paintings in Jersey City, New Jersey.\n\nOne shows a woman wearing a head scarf. Another is of a flock of birds. A third painting shows a gazelle.\n\nThe paintings talk about human rights in Iran. The country is in the Middle East. Its government is anti-American. There is no freedom of speech. Newspapers cannot print news against the government, Islam or other matters.\n\nThe paintings let people know about a group started by Maziar Bahari. He is a reporter. Bahari spent 118 days in jail in Iran.\n\n## Let's Talk About The Art\n\nBahari's story was told in a movie called \"Rosewater.\" Bahari named his group, Not A Crime. It wants Iran to let newspapers write about anything.\n\nThe group also wants Iran to let Baha'i students attend college. Baha'i is a religion. The group believes in one God. It believes that all humans are equal.\n\nBahari hopes world leaders will pay attention to the art. They will be in New York in September. He hopes the art will lead them to talk about human rights.\n\n## No Spy Jokes Please\n\nBahari was working in Iran for Newsweek magazine in 2009. Iran charged him with the crime of spying. He had joked on an American television show about being a spy. In jail, he was beaten, he said.\n\nIran let Bahari out of prison. He left the country. A judge then told him he had to spend 13 more years in prison.\n\nIran has put 30 reporters in prison. Only China has put more reporters in jail, the Committee to Protect Journalists says. A reporter is a journalist.\n\n## Freedom To Paint And Talk\n\nThe woman shown in the wall painting is named Atena Farghadani. She is an artist. She is serving a 12-year prison sentence in Iran. She created a cartoon that complained about an Iranian law. The painting shows her without a mouth.\n\nAnother artist is named Ron English. He is painting a picture of a large warning. It will say that photography is not allowed.\n\nArt on the street gets people's attention, English said.\n\nArtist Marina Zumi is from Argentina. She painted the picture of the gazelle. She hopes it will make people to talk about fairness.\n\nA man named Parris Douglas walked up to look at the gazelle. He said he liked the freedoms in America. People can express how they feel and no one tells them to stop.'"
        },
        {
            "id": 16,
            "title": "Syrians hurt by a long civil war write poems to protest and share stories",
            "text": "\tThe poetry from the Syrian war tells stories. The stories are about killing and broken bones. Other stories are about families broken apart.\n\nSyria is a country in the Middle East. People in Syria live in danger because of the war.\n\n## Poems Tell War Stories\n\nThe Syrian war began in 2011. More than 200,000 people have been killed. Millions of other people left Syria. The war has become a confusing game. There are air strikes, attacks, and Islamic fighters.\n\nThe Syrian writers are doctors, mothers, and others. The writers all tell stories about the suffering in Syria.\n\nAmal Kassir describes her grandmother's farm in a poem. The farm was destroyed by a terrible person. He is a \"tyrant\" who will die.\n\n## \"Tyrant\" Wrecks Grandmother's Farm\n\n_My grandmother knows Syria better than anyone._\n\n_She had a farm whose dust she knew by name._\n\n_... And the tyrant,_\n\n_The dirt is waiting for him._\n\n_He will learn his grave,_\n\n_Feel the weight of the entire country on his chest._\n\nKassir is 20 years old. She is a Syrian-American student. For Kassir, poetry is important because \"there is color and scent and sound involved.\"\n\n## Writing About A Sniper\n\nA poem shows what is happening with words. Khawla Dunia describes a moment with a sniper. A sniper is a person who kills others with a rifle.\n\n_This moment which joins us:_\n\n_your eye,_\n\n_a bullet,_\n\n_and me_\n\n_It is this moment, then,_\n\n_that unites us._\n\n_It divides me from my dream_\n\n_and gives you your name,_\n\n_Sniper._\n\n## \"A Lot Of Courage\"\n\nThe president of Syria is Bashar Assad. Under his government, many writers were treated poorly. It was hard for them to write against the government. Then the Arab Spring happened in 2011. In the Arab Spring, people had become angry with their leaders. They started protesting governments in the Middle East. It started in a couple of countries. Soon the protests spread across the Middle East.\n\n\"We Syrians had been silenced for a very long time,\" Ghada Alatrash said. She translates poetry into English. After the Arab Spring, Alatrash saw writing that showed \"a lot of courage.\"\n\nThe war has been going on for many years now. Many Syrians feel discouraged.\n\nThe writing shows the terrible problems that are taking place in Syria, said Alatrash.\n\n## Hip-Hop Song: \"We're All Losing\"\n\nOmar Offendum is a Syrian-American. Offendum writes hip-hop songs. His new song speaks about how pointless the war has become.\n\n_Now they say Syria's confusing_\n\n_Can't decide which of the sides_\n\n_They really should be choosing_\n\n_Here's a thought:_\n\n_How 'bout you recognize we're all losing_'"
        },
        {
            "id": 17,
            "title": "Old photos teach an important lesson about black people ",
            "text": "\tCAMBRIDGE, Mass. - A large group of old photos was discovered not long ago. They were found in London, England. The photos had been stored away for years. Over time people had forgotten all about them.\n\nAll the people in the photos are black. They lived in England more than 100 years ago.\n\nNow the photos are here in the United States. They can be seen at the Cooper Gallery of African &amp; African American Art in Massachusetts.\n\n## Changing Our Way Of Thinking About The Past\n\nVera Ingrid Grant heads the Cooper Gallery. She says the British photos change our ideas about the past. They show that blacks in Britain lived better lives than many people thought they did.\n\nMost people thought life was very hard for blacks in Britain back then. They imagined blacks were kept out of sight. They thought blacks were mostly poor.\n\nThe photos show that those ideas are not right. In fact, many blacks did well. Some had important jobs. Some even became rich. Blacks and whites there got along better than we thought they did.\n\n## Images Are Both Fun And Serious\n\nMost of the pictures are very serious. They show people dressed up in their best clothes. A few photos show people fooling around for the camera. They are just having fun.\n\nThe photos were forgotten, said Grant. The stories that went with them were forgotten too.\n\nThe photos are important, she said. They are something today's Americans should see. They show that things do not have to be the way they are now, she said.\n\nLife in the U.S. can be very hard for blacks. Many have trouble being treated well. White police sometimes act unfairly to blacks.\n\n## Can Photos Help Americans Think Differently About The Present?\n\nGrant said the photos change our ideas about the past. Perhaps they can make us think about the present differently too.\n\nThe show could bring about another change as well. It may make historians look more closely at old, forgotten photos here.\n\nBlack life in this country is also recorded in old photos. Many of those photos have never been studied. Some could change our ideas about U.S. history.\n\n\"What's waiting for us here?\" Grant asked.'"
        }
    ],
    "economy": [],
    "environment": [
        {
            "id": 18,
            "title": "Cecil the lion was killed by a hunter. People around the world are angry",
            "text": "\tJOHANNESBURG, South Africa - People from all over the world visit Africa every year. Some go lion hunting. They say nothing is more exciting than hunting the mighty king of the jungle.\n\nLion hunting might sound exciting. Still, many people believe it is wrong. So many lions are killed every year that lions are starting to die out.\n\nPeople around the world are getting sick of lion hunting. Now they are very angry at an American man named Walter James Palmer.\n\nPalmer paid to go lion hunting in Zimbabwe, which is in Africa. He killed a popular lion named Cecil.\n\n## Cecil Might Have Been Tricked\n\nCecil lived in a park. It was against the law to hunt him. He was supposed to be protected.\n\nSome news reports said Palmer tricked Cecil into leaving the park. He lured Cecil out with a dead animal tied to a car.\n\nAs soon as Cecil left the safety of the park, Palmer wounded him with an arrow. Then he tracked Cecil for 40 hours. Finally, he killed him with a gun.\n\nMany people say the time has come to end lion hunting. Across Africa lions are dying out.\n\n## Hunting Brings Money To Countries\n\nA lot of African countries allow lion hunting. For example, South Africa, Namibia and Tanzania all allow it. The countries say they need the money hunting brings. Hunters pay tens of thousands of dollars for the right to hunt lions.\n\nCountries that allow lion hunting say there are rules that must be followed. However, other people say those rules are broken all the time.\n\nIan Michler is from the country of South Africa. He is fighting to protect endangered animals. He says what happened with Cecil is common all over Africa.\n\n\"Cecil is not the first lion that has been lured,\" he said. \"It goes on all the time. \"\n\n## Lions Are Dying Out\n\nToday there are only around 20,000 wild lions left in the world. Just 20 years ago there were almost twice as many.\n\nZimbabwe says the killing of Cecil was unusual. Most hunters follow the laws, it says.\n\nWhen Cecil was killed he was wearing a satellite collar around his neck. The collar gave off signals that allowed scientists to see where he was going. Scientists have so far put collars on more than 100 lions. They want to learn more about where lions go. Learning more may help them protect the big cats.'"
        },
        {
            "id": 19,
            "title": "The kings of the jungle are disappearing from Africa",
            "text": "\tLAGOS, Nigeria - Philipp Henschel studies lions. He is very worried about lions in Africa.\n\nHenschel is 40 years old and a scientist. Henschel says that many years ago, lions lived all around the world.\n\nNow lions only live in India and Africa. India is a country in Asia. Leaders in India say just 500 lions are left there.\n\nAfrica is a continent next to Asia. A continent is a huge piece of land.\n\n## Finding A Lion Was Exciting\n\nThere are groups that care for animals. Henschel works for one of the groups. It says things are very bad for lions in Africa.\n\nThe group says there are not many wild lions left in Africa. A wild animal lives outside and is not cared for by people.\n\nAfrica has many parts. One part is called West Africa. Henschel wrote a report about lions there. The report says there are only 400 lions left in West Africa. They are more in danger than any other lions on Earth.\n\nHenschel has looked for lions in West Africa for many years. Then he found one in a park in Nigeria. Nigeria is a country in West Africa.\n\nHenschel was surprised to find a lion there. Nigeria has many people and not much room for lions. Henschel said people were excited because they had never seen a lion in that park.\n\n## Looking For Lions In Other Parks\n\nHenschel lives in Gabon. It is another country in West Africa. There were no lions in Gabon for many years. One day a scientist found a lion.\n\nThe lion is named Ali. Henschel is helping to find two female lions for Ali. He hopes those lions will become a family and that soon there will be more lions in Gabon.\n\nHenschel searched many other parks in West Africa for lions. He only found nine.\n\nThe report says lions are gone from other parts of Africa too. People are causing problems for the lions.\n\n## Lions Cannot Find Enough Food\n\nFarms are on land that lions need. Cows are also raised on African land. There is less room for lions. Some farmers poison the cows that lions eat.\n\nLions eat other animals. Some animals cannot find enough plants to eat. Then the animals disappear and the lions have no food.\n\nPeople are also hunting the animals that lions eat. Some people even hunt lions. This year, a famous lion named Cecil was killed in Africa. People all over the world were mad.\n\nScientists like Henschel want to save lions in Africa. They are still finding ways to help.'"
        },
        {
            "id": 20,
            "title": "U.S. trying to balance saving rare wolf and lumber jobs in Alaskan forest",
            "text": "\tLoggers are cutting down thousands of giant trees in Alaska. The trees grow in Tongass National Forest. It is on Prince of Wales Island. Tongass is America's largest forest.\n\nSome of the trees are 800 years old. They are more than 200 feet tall. Sawmills are cutting up the logs.\n\nGovernment officials say the logging is important for people on the island. Only one large sawmill is still open. About 50 people work there.\n\n## Fewer Trees Means Fewer Wolves\n\nYet not everyone is happy about the logging. The number of Alexander Archipelago wolves are going down. Cutting down more trees may make them die off even faster. The wolves make their dens in the roots of very large trees. They eat deer that live in the forest.\n\nJust 20 years ago, about 300 wolves lived on the island. Now, only about 50 remain. There is about one wolf for every person working in the sawmill.\n\nThe U.S. Fish and Wildlife Service is part of the government. It is deciding whether the wolf is in danger. If it is, the department could the stop logging and hunting, or allow less of it.\n\n## Logging Continues -- For Now\n\nRight now there is a plan to keep the logging going. Loggers can cut down just enough old trees to keep the sawmills running. These trees are old growth. An old-growth forest grows over a long time.\n\nIn a young-growth forest, saplings are planted to replace trees that have been cut down. The loggers then wait for younger trees to grow. In a few years they will cut those down instead of the old-growth trees.\n\nOwen Graham is the head of the Alaska Forest Association. Logging and sawmill companies belong to the group. Graham said they do not need to cut down many old trees. They need just enough trees to last 30 years. Then they can cut down young-growth trees. The government said most of the old trees are still standing, he said.\n\n## Risk Too Great For Forest, Experts Say\n\nEnvironmental experts say the old-growth trees should not be cut down. It puts wildlife and the forest at risk.\n\nLarry Edwards works for Greenpeace. It is an environmental group. He said there must be a way to stop cutting down the old trees. He said the wolves and the environment should be saved.'"
        },
        {
            "id": 21,
            "title": "We must save the Amazon's water before it's too late, scientists say",
            "text": "b\"Scientists are worried about the plants, animals and water in a place called the Amazon. They are also worried about the people.\n\nThe Amazon is the world's biggest rain forest. It covers almost half of South America,  one of the world's seven continents. South America is below North America, where the United States is. \n\nThe trees grow close together in the Amazon. The rain forest is very warm. It gets plenty of rain.\n\nThere are many rivers, streams and lakes in the rain forest. It is home to many different plants, animals and people. The Amazon has the most rivers, streams and lakes in the world. They all flow into the Amazon River. \n\n## Troubled Waters\n\nThe Amazon's rivers, lakes and streams are very important - and they are in trouble.\n\nLeandro Castello is a scientist from the state of Virginia. He helped care for fish in the Amazon. Castello says he is sad that more people do not know about the water problem there.\n\nThe rivers, lakes and streams do important things. They move water through the rain forest and take care of the Earth. Many plants, animals and fish live in the rain forest's rivers, lakes and streams. People who live in the Amazon need the rivers, lakes and streams, too. \n\nOne problem is the dams. These are the walls that people have built to control the water in the rivers and streams. The water gets blocked up in pools. Fish and other animals cannot move through.\n\nGold mining is another problem. People dig through the bottom of rivers and streams looking for gold. It can poison the water.\n\n## Fewer Trees, Less Rain\n\nCutting down trees hurts the rivers, lakes and streams. Trees have an important job, Castello says. Trees take water from the Earth and send it out through their leaves and into the air.\n\nWhen there are fewer trees, water runs back into the rivers and brings loose dirt with it. Cutting down trees can also cause it to rain less. \n\n## Too Hot To Handle\n\nGlobal warming adds to the problem. People burn fuel for energy. Cars, lights and many other things run on this energy. Burning fuel makes gas. The gas gets trapped in the air. It stores heat and makes the world warmer. \n\nAs the Amazon warms up, there may be less rain and more bad storms. Some streams might even disappear.\n\nCastello says leaders need to come up with a plan to help the Amazon. They need to protect the trees, the land and the water.\""
        },
        {
            "id": 22,
            "title": "The Earth is in danger of its huge glaciers melting too fast",
            "text": "\tA huge group of glaciers in Antarctica is melting.\n\nThere is no way to stop it, scientists say. But a complete meltdown could be delayed. That could give scientists time to protect people from rising sea levels.\n\nScientists thought the glaciers in the West Antarctic Ice Sheet would last for thousands of years. But new studies discovered they are melting. And it's happening quicker than scientists thought.\n\nThe glaciers are huge islands of ice. As ocean water warms, so do the glaciers. The warmer water has several causes. One of them is global warming. [Global warming](https://www.newsela.com/?tag=global+warming) happens when people burn fossil fuels. Fossil fuels are fuels from the Earth, like coal, oil and gas. These fuels heat up the Earth.\n\n## Melting Ice Affects Us In Many Ways\n\n\"There is no red button to stop this,\" said Eric Rignot. He is an expert on glaciers. He also wrote one of the studies.\n\nThe glaciers have passed \"the point of no return,\" Rignot said. That means the big melt can't be stopped. \"The only question is how fast it's going to go.\"\n\nAntarctica is around the South Pole. It has the largest amount of ice on the planet. The ice contains most of the world's fresh water. If you loaded all Antarctica's ice on ships and started counting them, it would take 860 years.\n\nThe loss of even part of that ice would be felt across the planet. It could cause ocean levels to rise 4 feet. Rising oceans could cause big problems for people such as  flooding and big storms. But that could take 200 years. Or, it could take 1,000 years, says Ian Joughin. He is a scientist who also studies glaciers.\n\n## What Can We Do About It?\n\nHe said the glaciers' disappearance would begin slowly. It would grow faster over time.\n\n\"Eventually, this could lead to the\" end of ice across Antarctica, Rignot said.\n\nThere's no stopping the big melt, scientists say. But people shouldn't just give up.\n\nThe quicker the Earth heats up, the quicker glaciers will melt. But the opposite is also true.\n\nSlow down global warming and you slow the melting. Think of the technology invented in the last 800 years, Joughin said. And think of what scientists can invent in the next 800 years to protect people.\n\n\"Eight hundred years is a long time,\" Joughin said.'"
        },
        {
            "id": 23,
            "title": "The Earth keeps changing and has more history to make",
            "text": "b\"The Earth has been around for a very long time. Over its history, it has changed a lot. The land was once covered in ice. Before that, dinosaurs roamed the planet.\n\nScientists learn about the history of the Earth by studying the land. There are clues in the rocks and dirt. That is how we know about Earth's history.\n\n## Earth's Many Stages Of Change\n\nScientists have divided the history of the Earth into stages. They have given each one a name. We are currently in a stage called the Holocene epoch. It began about 11,750 years ago. Before that, the planet was covered in ice. When the ice melted, the planet changed in big ways. The changes were so huge that the Earth went into a new stage of its history.\n\nNow the Earth is changing again, and some scientists think it is going into another stage in its history. They call the new one the Anthropocene epoch.\n\n## Scientists Say Humans Are To Blame\n\nJan Zalasiewicz is a scientist who studies the Earth's history. He and a group of other scientists just published a new report. It explains that the planet is not just becoming different on its own. This time, people are changing the planet.\n\nSome of the changes are on purpose. People have altered the shape of the land for years. We have made farms and built cities. Other changes are by accident. For example, cars and machines are slowly making the planet warmer. This is called global warming.\n\nBecause of these changes, Zalasiewicz thinks the Earth is now in a new stage in its history.\n\n## Still More To Discover\n\nKey questions remain. If the Earth is in a new stage, when did it begin? It could have started when ancient people began farming. Or perhaps it began in the last few hundred years, when technology took huge steps forward. \n\nBut not everyone agrees that the Earth is in a new stage. Some scientists do not think that the planet has changed in big enough ways. Others believe that it is just too soon to say.\""
        },
        {
            "id": 24,
            "title": "Farmer's fish feed plants growing on water",
            "text": "\tNEWPORT NEWS, Va. - John Morris raises fish at the Herb Aqua Farm. He uses waste from fish tanks as food for vegetables. That isn't new. But he is doing it in a new way called aquaponics.\n\nThe fish create waste when they poop in the water as they swim. The waste has vitamins and minerals. So, it's like food for growing crops. He uses the waste water to grow vegetables.\n\nMorris raises fish in large tanks. Part of the waste water goes to fill garden beds where plants grow on water. They don't need soil. The rest of the water goes to the plants in the ground outside.\n\nThe farm lets Morris earn money two ways. By March, the first fish will be big enough to sell. And the herbs and vegetables can be sold year-round.\n\n## Fish Fertilize The Plants\n\nIt's the only way to farm where you can raise both fish and vegetables, Morris says.\n\nMorris, 56, came to farming late in life. For 17 years he was a firefighter. Later he had a shop where he made cabinets. In 1999 he moved to Isle of Wight.\n\nOne day he picked up a Farmer's Almanac and read a story about aquaponics.\n\nIn aquaponics, plants and fish grow together on water. Farmers can grow fresh, natural food anywhere. And it doesn't hurt the environment.\n\nMorris struggled with the idea. He was very worried, he said. But he sold his cabinet-making shop and bought the farming tools.\n\nHe thinks this is his calling. He doesn't want to look back later and wish he had done it.\n\n It was a big deal, he says, \"but you have to keep learning. That's what keeps us young.\"\n\n## Under Large Lights\n\nMorris says he has put about $175,000 into the farm. \"If it fails, it fails,\" he says.\n\nBut, he's hopeful.\n\nHe feels very strongly about \"green\" farming. It doesn't use herbicides and pesticides. Those chemicals are used to kill weeds and bugs. They help to protect crops. But, they have polluted the Chesapeake Bay. And they've killed off the earthworms in the soil.\n\nMorris bought his first fish in August. They live in heated tanks. The waste water goes through a filter. Then it is pumped into the beds to feed the vegetables.\n\nHe keeps the place heated. With large lights hanging down, Morris can grow crops year-round.\n\n \"I'll have crops in January,\" he says.  '"
        },
        {
            "id": 25,
            "title": "Many schools in China close when dirty air makes it hard to breathe",
            "text": "\tBEIJING, China - The city of Beijing, China, has very bad air pollution. Air purifiers are machines that can help. They make the air cleaner. The Chinese government has refused to give these machines to many schools. \n\nSara Zhang is a mother who lives in Beijing. She is 39 years old. At home, she tries to protect herself from pollution. She also tries to protect her two children from dirty air. Her 7-year-old son goes to a school that does not have air purifiers. The students are surrounded by dirty air.\n\n## Parents Try To Help\n\nZhang and some other parents offered to give free air purifiers to the school. School leaders refused to take them though. The officials said the government had not approved the purifiers. This was frustrating for Zhang.\n\nThe parents called school leaders in Beijing. They also called people in the Chinese government.\n\n\"We got different answers from everyone who picked up the phone,\" Zhang said. \"But everyone basically told us that it's impossible to have (air purifiers) installed.\"\n\n## Breathing Bad Air Makes People Sick\n\nDecember was a bad month in Beijing. The air pollution was very bad. Schools were closed across the city. Parents were angry that their children's schools did not have air purifiers. They were also angry that the Chinese government would not help fix the problem. \n\nChina's air pollution is very unhealthy. Doctors say smog kills thousands of people each year. Smog is a mix of pollution and fog.\n\n## Families Are Moving Away From The Smog\n\nOne woman complained about her stepdaughter's school. She said the school had not put in air purifiers. She said the smog has been so bad that she is moving her family away. They are moving to the island of Hainan. It is in southern China. The island has much cleaner air. \n\n\"The pollution is so bad it makes life in this city practically unlivable,\" the woman said. \"This is such a massive problem, and the government isn't solving it. So what kinds of problems is the government here to solve?\"'"
        },
        {
            "id": 26,
            "title": "Beluga whales will not be getting new aquarium homes in U.S.",
            "text": "\tATLANTA, Ga. - Eighteen beluga whales were captured in Russia. The Georgia Aquarium asked to bring them into the United States.\n\nThe National Oceanic and Atmospheric Administration (NOAA) is a government department. It is in charge of the oceans. It also gives aquariums permission to bring in marine animals.\n\nNOAA told the aquarium it could not bring in the whales. Then the aquarium went to court. It asked a judge to let it bring in the whales. That was in 2013.\n\nThis week, a judge said no.\n\n## Whales Are Happiest In Their Pods\n\nThe 18 belugas are from the Sea of Okhotsk. The sea is in northern Russia. They were collected by scientists in 2006, 2010 and 2011. They now live in the Utrish Marine Mammal Research Station. It is in Russia.\n\nThe Georgia Aquarium wanted to be home to some of the whales. Others were to be sent to aquariums in Chicago, Illinois, and Connecticut. Three SeaWorld parks planned to take some whales. SeaWorld decided later that it no longer wanted them.\n\nAmerican law says that marine animals cannot be caught in the United States. Americans are not allowed to catch them anywhere. Also, most marine animals cannot be brought to the United States. They can come to aquariums only.\n\nWhales are not allowed to come if their pod would suffer. A pod is a group of whales. The aquarium had to show that the other whales would be OK. NOAA said the aquarium did not prove that. It also said allowing the whales into the United States would be bad for whales in Russia. More whales could be captured from the same area. People might capture the whales to sell them.\n\n## No Whales This Time\n\nNOAA also said that some of the whales were too young when they were caught. It says they were still with their mothers.\n\nThe aquarium did not agree. It said NOAA did not have a good reason to turn it down. It said the whales were not too young. The aquarium also said that there would be no bad effect on the other whales.\n\nJudge Amy Totenberg said that NOAA followed the law. She decided the aquarium could not bring in the whales. It could try to bring in different whales another time. It would have to follow the law.'"
        },
        {
            "id": 27,
            "title": "Bring back the grizzly to California? That's too scary, some say",
            "text": "b\"THREE RIVERS, Calif. - In this part of California, people like to see black bears.\n\nCindy Skeen said she often sees black bears around her house. She isn't afraid of the bears because she thinks they are playful. They don't attack humans.\n\nThat could change soon. Some people want to bring back grizzly bears. Grizzly bears are larger, stronger and more dangerous than black bears. They used to live in the state, but they have not been seen here for 90 years.\n\nSome people asked the government to make space for grizzly bears in five states. California would be one of them. People are scared of the idea.\n\n## Bear Is On The State Flag\n\nIt could take years before the state agency in charge of wildlife decides to bring back the bears. Scientists need time to study the problem. People will also have a chance to talk about it.\n\nGrizzly bears are famous in California. One is included on the state flag. Love for the big bears seems to stop there. The grizzlies were hunted down in California. Now they have to live in a national park in Wyoming.\n\nBringing the bears back to California may not be possible. Grizzlies used to live along the coast. They stayed in the river valleys and near the ocean.\n\nA lot of people live in those places now. The group that wants to bring the grizzly back wants to put 300 to 400 bears in the mountains.\n\n## Too Many People Here Now\n\nThe grizzly deserves its fearsome reputation. Many of the bear's past problems came from scaring people. Sometimes grizzlies run away from people, but they will also fight.\n\nPeople need to get used to living near the bears. Otherwise, they won't be able to stay in California. This could cause trouble for the grizzlies.\n\nDave Graber used to be a scientist. He has traveled in grizzly areas around the country. He says he can't imagine Californians getting used to the big bears.\n\nIf there was a place for them, he would want them in California, Graber said. But there are just too many people living here now.\""
        },
        {
            "id": 28,
            "title": "Scientists say California's Catalina Island is slowly sinking",
            "text": "\tLOS ANGELES - Santa Catalina Island is one of the Channel Islands. It is off the coast of California. People often call it just Catalina.\n\nScientists have been arguing over Catalina for years. Some say it is sinking. Others say it is rising.\n\nA new study on Catalina has just been released. It says the island is sinking. But it is sinking very, very slowly.\n\n## One Day, The Island Could Be Gone\n\nThe study was done by scientist Chris Castillo.\n\nCastillo says Catalina could be completely underwater someday. It could take 3 million years to happen.\n\nCastillo's study is based on underwater pictures of Catalina. The pictures were taken last year.\n\nThe pictures show beaches that are underwater. Castillo thinks the beaches used to be above water. He says the pictures prove Catalina is sinking.\n\nCastillo says there is another problem. Catalina is not sinking evenly. It is tilting to one side. The tilting could lead to underwater landslides. Huge rocks and lots of dirt would fall to the ocean floor.\n\n## Let's Study It More\n\nThe landslides could cause a tsunami, he said. A tsunami is a giant wave.\n\nThe tsunami would put parts of California in danger, Castillo said.\n\nMore studies are needed now, Castillo said. Scientists must learn how likely a tsunami is.\n\n\"If you see something that could be dangerous, you need to find out more about it,\" he said.\n\n## More Questions To Answer\n\nSome scientists do not think Castillo is right. They say Catalina is rising, not sinking.\n\nScientist Randall Schumann did a study of Catalina in 2012. His study shows that the island is rising.\n\nSchumann said it does not matter that beaches around Catalina are underwater. The underwater beaches are not proof that Catalina is sinking, he said. The island could still be rising. It is just that the ocean has risen too.\n\nNo one really knows if Catalina is rising or sinking, he said.'"
        },
        {
            "id": 29,
            "title": "Scientists try to invent a machine to whiten clouds and cool down the earth",
            "text": "\tPlanet Earth is getting hotter. The climate is changing. Scientists around the world are trying to find ways to stop this. It is a very hard problem to fix. If the Earth keeps getting hotter, it may change how plants, animals and humans live.\n\n## Inventing A \"Cloud Whitener\"\n\nScientists in California are working together on a new machine. The team is made up of retired scientists. They range in age from 60 to 79 years old. They are trying to do something that has never been done before. The scientists are building a \"cloud whitener.\"\n\nThe \"cloud whitener\" might help cool down the planet. The machine would shoot tiny drops of water into the sky. The drops would make clouds or fog. Clouds and fog protect the Earth from the heat of the sun.\n\nNot all scientists think this is a good idea. Some think it might be unsafe to change the weather.\n\n## Will It Work?\n\nScientists have another worry. If the cloud whitener works, people may not change the things that are warming the planet. They want people to burn less coal, oil and natural gas. These emit carbon dioxide into the air. This helps cause global warming.\n\nStephen Gardiner is a professor in Washington. He thinks the world is not ready for this technology. Gardiner says it needs to be studied more first.\n\nThe scientists in California do not agree with Gardiner. They think Earth is running out of time. We need to test this technology, said Armand Neukermans. He is 74 years old and is the leader of the team.\n\n## A Cooler World For Their Grandchildren?\n\nJack Foster is another one of the scientists in the group. He is 79 years old. He says they do not want to use the cloud-whitener unless they have to.\n\nNone of the men in the group will be alive for the large changes in climate. Their new machine may not be used while they are alive. They do not care. All of them \"have children or grandchildren,\" Neukermans said. They are doing it for them.\n\nThe cloud-whitener could be used to help cool down forests and coral reefs too.\n\nThe scientists say they will be very happy if their new tool succeeds. Still, they think it would be even better to have no global warming at all.'"
        },
        {
            "id": 30,
            "title": "Group asks city kids and minorities to think about jobs protecting nature",
            "text": "\tSEATTLE, Wash. - Jesse Okwu grew up in Chicago. He learned about the outdoors by watching nature shows on television. This summer, he came to Washington state for a program on protecting nature. It was his first real experience with the wilderness.\n\nTwenty-six students from different backgrounds took part in the program. The program is based at the University of Washington. Its goal is to get people of different races and family backgrounds to work in conservation. Okwu, for instance, is black.\n\nConservationists protect nature. They help save rivers, forests and animals. Conservationists work at the National Park Service and the U.S. Forest Service. They also work for private groups to protect endangered animals like whales or sea turtles.\n\nMost people working in conservation are white. Many of them come from families with money. It is important to get different kinds of people, said Sean Watts. He is in charge of the program. If everyone comes from the same background, they may not understand other ways of thinking.\n\n## All Types Of People\n\nAlmost 400 people applied to the program. The students were carefully  chosen. They were of different races. Their families came from different countries. They were white, black, Asian-American, Native American and Hispanic. Some had parents who did not finish high school. Others had parents who went to college.\n\nMost of students planned to study science. The group also included students learning about math, business and even movies.\n\nThe students spent time traveling through Washington. They visited the grasslands. They visited Mount Rainier. Students also met members of Native American tribes. The students talked with them about their ideas of nature.\n\n## Career Plans\n\nSteven Harris is studying earth sciences and anthropology in New York. Anthropology is the study of humans and how they evolved. Harris knows there are not many black men like him who work in conservation. He is not discouraged. \"It inspires me,\" he said.\n\nJordan Morgan is a white student from Minnesota. Morgan said it is important to listen to different viewpoints. People working in conservation, though, tend to be alike. \"Most of the people working in it look like me,\" he said.\n\nBy the end of the eight-week program, Okwu loved the field trips. Now, he is thinking about making conservation part of his career.'"
        },
        {
            "id": 31,
            "title": "Poison threatens crabs and fishermen who make money selling them",
            "text": "b\"Fisherman's Wharf is in San Francisco, California. Many of the city's fishermen dock their boats there. The wharf is usually much busier this time of year. Workers should be catching millions of pounds of Dungeness crab. Many people eat it at Thanksgiving and Christmas.\n\nThe crab pots are empty this year. For fishermen, Nov. 15 is an important day. Usually it is the day they can start catching crab.\n\nCalifornia says fishermen cannot start catching crabs yet. Officials found poison in the crabs. Oregon and Washington state are also testing crabs for the poison. They will decide soon if the crabs are safe to eat.\n\n## Peak Time For Crab - But Maybe Not This Year\n\nIt should be the best time of year for crab fishermen. They usually make most of their money now. Last year was a good year for crab fishermen. They caught $170 million worth of Dungeness crab.\n\nAlgae in the Pacific Ocean is causing the problem. Algae are tiny plants. This type of algae makes a poison. Crabs eat the algae. The poison gets into their bodies.\n\nExperts say that the water is warmer than usual. The poisonous algae grew in the warmer water. Scientists are worried fish could be hurt from climate change. Climate change means the heating up of the Earth. This time, climate change did not cause the algae. Yet, it does show scientists what could happen during climate change. Scientists think the ocean will get warmer from climate change.\n\n## Those Already For Sale Are Safe To Eat\n\nCrab can still be found in many restaurants and stores. Crabs sold in stores are safe to eat. Some crabs were caught months ago. They were frozen for later. Fishermen are still catching crabs in Alaska, Oregon and Washington.\n\nIn California, crab fishermen are worried. They say they will not make much money this year.\n\nSteve Fitz owns Mr. Morgan Fisheries in California. He said everyone is worried. He hopes the poison levels will go down. Then they can start catching crabs.\n\n## Santa, Please Bring Crab\n\nKris Ducker grew up in California. She and her family look forward to eating crab. They serve it ice cold. Ducker now lives in Texas. Still, she tries to find fresh Dungeness crab.\n\nDucker said her family hopes to have Dungeness crab for Christmas Eve. They could eat something else, she said. It would make them feel sad, though.\""
        },
        {
            "id": 32,
            "title": "Looking at teeth opens a window on the past",
            "text": "\tClues about how people lived can be found in their teeth.\n\nA new study looks at the teeth of people who lived 1,000 years ago. Scientists examined their skeletons. Their teeth held a huge amount of information. This information may help scientists know what they ate. The scientists also will learn what diseases they had.\n\nChristina Warinner is a scientist at the University of Oklahoma. She said that the teeth were like a window into the past.\n\n\"This is a game changer,\" she said.\n\n## Tooth Plaque Tested\n\nThe scientists studied the plaque on the ancient teeth. Plaque is the rough, bumpy stuff that covers your teeth. You get it if you don't brush enough. Today, dentists scrape plaque off our teeth. This is part of our regular teeth cleaning.\n\nIf plaque isn't scraped off, it grows thick. The plaque can get thicker than the tooth itself. This is what happened to the skeletons. They didn't have dentists like we do today.\n\nThe plaque trapped bacteria on the skeletons' teeth. The bacteria turned into small fossils. Bacteria also live in our mouths today.\n\nWarinner scraped the plaque off teeth. The teeth came from four people. They lived 1,000 years ago in Germany. Warinner treated the plaque with chemicals. Then, she put the plaque through a machine. The machine separates out the DNA. DNA holds the information that tells all living things how to grow and work. Every creature's DNA is different.\n\n## What Scientists Found\n\nThe result was thrilling she said.\n\nIt's hard for scientists to get much DNA from bones. They found much more DNA in the tooth plaque. Much of the DNA came from bacteria. This bacteria causes cavities.\n\nScientists discovered that bacteria has not changed much in 1,000 years. They also found bits of plant DNA in the teeth. This shows what people ate 1,000 years ago.\n\nEveryone in history has had tooth plaque. So teeth could teach us about people who lived long ago.'"
        },
        {
            "id": 33,
            "title": "Tick-tock of imaginary clock measures global threats",
            "text": "b\"STANFORD, Calif. - The Doomsday Clock was invented by scientists. It is not real. It says how close the world is to a disaster. Midnight would mean the end of human life.\n\nThe Bulletin of the Atomic Scientists is a group of important scientists. Each year, they decide to move the clock or leave it alone.\n\nThis year, they decided to leave it alone. It is still not good news. The Doomsday Clock says it is three minutes before midnight. It means the world is in danger, scientists said Tuesday.\n\n## Climate Change Is A Cause For Concern\n\nLawrence Krauss is one of the Bulletin leaders. He said people must change the way they think. If not, the world is in serious danger.\n\nThe group began in 1945\\\\. It was started by some scientists. They had helped make the first atomic weapons. Two years later the scientists created the clock.\n\nTwo years ago, the clock was at five minutes-to-midnight. Last year, they changed it to three minutes-to-midnight. The scientists gave three reasons. The first reason was climate change, which means the Earth is heating up. The second reason was more powerful nuclear weapons. The third was the large number of nuclear weapons owned by some countries.\n\n## It's Not All Bad News\n\nKrauss said there was some good news, too. Last year, the United States made a deal with Iran. It could prevent the Middle Eastern country from getting nuclear weapons. Also, 200 countries promised to work to stop climate change. There was plenty of bad news as well, Krauss said. There are growing problems between Russia and America. Also, North Korea recently tested a nuclear bomb. The world needs to work harder to stop climate change too, he said.\n\nMichael Oppenheimer is a professor at Princeton University in New Jersey. He did not agree with the scientists. He said it would take more to end the world.\n\nYet, midnight could mean dangerous climate change. If climate change gets worse, then the Doomsday Clock makes sense, he said. \n\n## Some Say World Is Safer Today Than Ever\n\nMichael Shermer runs Skeptic magazine. It looks at social and scientific disagreements. He said the world is better today. The Doomsday Clock's time does not show that, he says. There are fewer nuclear weapons than there were in the 1980s. Also, there has not been a big war in Europe for 70 years.\n\nThe closest the clock has come to midnight was in 1953\\\\. Then, it was at two minutes-to-midnight. That year, both Russia and the United States tested hydrogen bombs. They are far more powerful than atomic bombs.\""
        },
        {
            "id": 34,
            "title": "Scientists look closely at rocks and find tiny bits millions of years old",
            "text": "b\"WASHINGTON, D.C. - Scientists have found something that changes how they think about life on Earth. Now they think life started on Earth much earlier than before. What they found was in tiny bits. The bits were in a mineral found in rocks. Scientists believe it was formed by a living thing.\n\nEarth formed 4.5 billion years ago. Scientists had long thought Earth could not support life when it was young. They thought it was too hot. They felt there was not enough water. The new evidence changes all that. Now, scientists think there might have been life on Earth 300 million years earlier than they had figured.\n\nThe finding also changes how scientists think about the universe. Now they think there could be more life in the universe. The reason scientists feel they know this is because life formed so quickly on Earth.\n\n## Maybe It's A Simple Explanation\n\nThe mineral they found is called zircon. Scientists tested the zircon. Tests showed the zircon was on the Earth when the planet was about 400 million years old. Scientists found something stuck in the bits of zircon. It was a special mix of types of carbon. Carbon is found in many things. It is found in diamonds and in charcoal.\n\nThere are different types of carbon. Each has a different weight. The carbon mix in the zircon had a high amount of a light type of carbon. Scientists usually find this mix of carbon in leftover bits of living things, said Mark Harrison. He is a scientist. Harrison worked on the zircon study.\n\nHarrison thinks that the carbon came from tiny life forms. He does not know what type of living things. There is a simple explanation for the carbon, he said. The explanation is that there was life on Earth 300 million years earlier than scientists had believed.\n\n## Another Piece In Earth's Gene Puzzle\n\nStephen Mojzsis is also a scientist. He was not part of the study. Mojzsis said the evidence could change how scientists think. If living things made the carbon, then life came to Earth faster and earlier than they thought, he said.\n\nS. Blair Hedges is another professor. He also was not part of the study. Hedges studies how genes developed. Genes tell parts of something living how to grow and what to do. For example, genes decide what eye color someone has. Genes decide how tall a person will be. Harrison's findings makes sense, Hedges said. They fit in with how genes came about, he said.\""
        },
        {
            "id": 35,
            "title": "El Nino weather causes floods, famine, sickness all over the world",
            "text": "\tA fog of thick smoke settles over the country of Indonesia. Hundreds of thousands of people become sick. The air is not safe for the people. \n\nIn Peru, they cannot have the Dakar Rally. It is a famous car race. Now, they must prepare for heavy rains.\n\nIn Ethiopia, farms cannot grow food. The land is too dry. Soon there may not be enough food.  \n\nAll these problems happen because of a weather event called El Nino. \n\n## Named By South American Fishermen\n\nEl Nino was named by fishermen in Peru and Ecuador. They saw that warm waters sometimes came around Christmas. The warm water kept the fish away. El Nino means \"the child\" in Spanish. The fishermen were thinking of the birth of Jesus Christ.\n\nWhen the surface of ocean water is hot, it can cause storms. The storms draw energy from the hot water. The hottest ocean water is in the west part of the Pacific. It is close to Indonesia. During an El Nino, these warm waters move to the east. Soon, many storms start. \n\n## El Nino Changes Rain, Oceans, Wind \n\nEl Nino changes other things. Rains that people expect at that time of year might not come. This can happen in India, Africa and Southeast Asia. Farms cannot grow food. Wildfires start. In parts of North and South America, there are pounding storms.\n\nIn Indonesia farmers cut down plants and light fires to clear farmland. El Nino means hot, dry weather and little rain. The weather makes the fires quickly spread. The fires have happened during every El Nino since 1982. Smoke from the fires makes thousands of people sick.\n\nHeavy rains cause floods, or overflows of water. Floodwaters spread dirt and germs that make people sick.\n\nA hurricane has high, fast winds and rain. It can harm people and homes. Scientists think El Nino was one reason that Hurricane Patricia happened. It was one of the strongest hurricanes in history.'"
        },
        {
            "id": 36,
            "title": "Very hot or cold weather make snakes bite more people, scientists learn",
            "text": "\tA new study says some some types of weather can cause more snakebites. Scientists studied a climate pattern called El Nino. El Nino makes the weather change a lot. There are hot phases and cold phases. Scientists studied how many people got bitten by snakes during these phases.\n\nScientists studied the number of snakebites in Costa Rica. There are people getting bit by snakes when El Nino causes hot weather, the study said. There are also more snakebites when El Nino makes the weather cold. The study said that poor people in areas far from cities are more likely to get bit.\n\n## Snakebites: A Big Problem\n\nLuis Fernando Chaves wrote the report. He is an ecologist. He studies how living things get along in the environment. He says snakebites are a big problem. They do not get enough attention, Chaves said.\n\nAbout 2.5 million people around the world get snakebites each year. Around 1 out of 6 of those people gets very sick because of the snake bite.\n\nSnakes are coldblooded. The air around them controls their body temperature. Humans are warmblooded. Our bodies regulate their own temperature.\n\n## Temperature Affects Snakes\n\nBecause snakes have to keep themselves warm, the weather affects them a lot. They might act very differently when it is warmer or colder outside.\n\nScientists studied Costa Rica. It is a country in Central America. It was a good country to study for many reasons. There are a lot of snakes in Costa Rica. The government makes doctors keep track of who is bitten by snakes.\n\nCosta Rica is also in the right spot for weather changes. The changes are caused by El Nino.\n\n## Poor People Get Bitten More\n\nScientists looked at snakebite information from 2005 through 2013. During that time, 6,424 snakebites were reported. There were more snakebites when El Nino caused hot weather. This is probably because snakes move around more in hot weather. They might wander farther as it gets warmer. They could run into people.\n\nScientists found something else. There were also more snakebites when El Nino made the weather colder, too. This was a surprise.\n\nStill, scientists thought there could be a reason. They think snakes might have trouble finding food when it is cold. They may need to hunt further from home.\n\nSnakebites increased more in certain parts of Costa Rica. These were areas with poor people, Chaves said. The areas were far from cities.'"
        },
        {
            "id": 37,
            "title": "Europe is no fan of air conditioning even as summers get hotter    ",
            "text": "b\"VIENNA, Austria - It is hotter than ever in Europe. It was one of the hottest summers ever. In some countries there, it has been over 100 degrees.\n\nIn Europe, most people do not use air conditioning (AC). They do not like it.\n\nThat makes Europe different from the United States. Many U.S. places have air conditioning. It helps people in warm states like Florida and Texas.\n\n## Cold AC, Hot Planet\n\nEuropeans say that air conditioning causes more greenhouse gases. The planet is heating up because of these gases. It is called global warming.\n\nGreenhouse gases are caused by power plants. Air conditioners need electricity to work. Power plants burn fossil fuels to make electricity. Coal and gas are fossil fuels. They release greenhouse gases.\n\n## U.S. Too Cold Inside For Europeans\n\nEuropeans think it is too cold indoors in the United States. They do not like the cold inside. Some Europeans say it makes them sick.\n\nNot many homes in Germany are air conditioned. Some people wonder if that should change. Summers are getting hotter. Not Texas or Florida hot, but very hot for Europe.\n\n## A German Train's Air Conditioner On Fire\n\nGermany's trains, for example, have air conditioning. But there is a problem. The air conditioning works only when the hottest outside temperature is 89.6 degrees or below. It will not work when it gets hotter. The windows also do not open on the trains. That can make the trains even hotter inside.\n\nOn Aug. 3, a high-speed train was sitting at the station. Suddenly one of its air conditioners caught on fire.\n\nPlaces in Germany close when it is too hot inside.\n\nGermany will probably not get more air conditioning. Germany's government is against it. Germany's leaders say air conditioning is bad for the planet.\n\nThe problem is what to do on really hot days. No one is sure what to do if there is another summer like 2003. That year, many Europeans died from the heat.\""
        }
    ],
    "lifestyle": [
        {
            "id": 38,
            "title": "Many Afghan children must work hard for low pay to help feed their families",
            "text": "\tKABUL, Afghanistan - Abdul Rafi is only 9 years old. But he began working when he was just 6.\n\nAbdul Rafi's job is to find customers for tax drivers.\n\nAbdul is the oldest of three brothers. In [Afghanistan](https://www.newsela.com/?tag=Afghanistan), older sons are expected to support their families. He is up every day at 5 a.m. for morning prayers. Then he rushes to the taxi stands. Most days, he barely earns $3.\n\n\"I would rather just go to school,\" Abdul croaks. His voice wore out from yelling for customers. \"But my family needs the money.\"\n\nNearly 2 million children between the ages of 6 and 17 work in Afghanistan. It is against the law for children under 14 to work full time. Kids under 18 can't work at dangerous jobs.\n\n## Low Pay For Children\n\nBut the laws are mostly ignored. Bosses want to hire children. They don't have to pay them as much as adults. Also, families need the money the children make, said Sami Hashemi. He is a child-protection expert.\n\nChildren as young as 6 work in brick making, carpet weaving, building and farming. Others beg for money. They collect trash or sell little toys.\n\nMany families need their kids to work to get enough money for food. \"They must focus on today, not on a future for their children,\" Hashemi said. He is frustrated that so many kids don't go to school.\n\n## Up Before The Sun\n\nThirteen-year-old Sami Rahimi is another child who works. He gets up before the sun to work in his uncle's bakery. He works until after dark. His bed is a bread rack on the bakery's cold floor.\n\nWorking six days a week, Sami earns about $80 a month. It is enough to take care of his entire family. His family is his father, his mother and eight brothers and sisters.\n\nSami is happy he can feed his family. He also feels lucky he has a job. But his mind is on his future.\n\n\"I think always about my lessons,\" he says. \"I think about my future, which is my education.\"'"
        },
        {
            "id": 39,
            "title": "Afghanistan takes away toy guns after children get hurt playing war games",
            "text": "\tKABUL, Afghanistan - There are guns all over Afghanistan. The country has been at war for years.\n\nRight now, the Afghan army is fighting a group called Taliban. The police are fighting them too.\n\nThe Taliban was once in charge of Afghanistan. Many people did not like them because they are strict and violent.\n\n## Toy Guns Can Really Hurt\n\nFourteen years ago, the Taliban lost control of the country. Now, they are growing strong again. They are trying to take over the country. Fighting has started in different parts of Afghanistan.\n\nAfghan children notice what is going on around them. It changes how they play.\n\nIn the United States, children sometimes play \"cops and robbers.\" In Afghanistan they play \"police and Taliban.\" Young Afghan children chase each other around with toy guns.\n\nAfghan children are just pretending to fight. Still, they are getting hurt. Some are getting hit in the eye. The guns shoot BBs or rubber.\n\n## Dangerous Gifts\n\nAfghanistan's toy guns come mostly from other countries like Pakistan or China. Many young boys are given toy guns as presents. They get them as gifts during the Muslim holiday of Eid.\n\nThis year, many children were hurt during Eid with the toy guns. Afghanistan's leaders decided it was time to do something to protect children. They decided to make toy guns against the law.\n\nThe police were ordered to take the toy guns away. They have begun searching toy shops. They are also taking toy guns from homes.\n\n## Dad Says War Is Not Fun\n\nShakib Nasery is the father of two children. He thinks it is a good idea to get rid of toy guns. Less fighting is good, he said. It does not matter if it is just play fighting.\n\nChildren should not be pretending to fight wars, Nasery said. Playing like that is not a good thing.\n\nPlaying at war makes children think fighting is fun, Nasery said. It makes them think fighting is the only way to get rid of problems. The real fighting will not stop if people keep thinking that way.\n\nThere are many terrible things about the fighting in Afghanistan, Nasery said. One of them is that children learn to like guns.'"
        },
        {
            "id": 40,
            "title": "Roller coasters may look dangerous, but really aren't",
            "text": "b\"Roller coasters may look scary. They may seem dangerous.\n\nBut problems on roller coasters are rare. And when they do happen, the most common ones aren't serious. They include fainting, or feeling dizzy. Some people felt like they might throw up.\n\nThis comes from a report on amusement parks by the Los Angeles Times. The newspaper looked at 57 theme parks in Southern California. About 2,100 people said they got hurt or sick on the rides. This was from 2007 to 2012.\n\nPeople complained most about motion sickness. They passed out, felt sick to their stomachs, or felt dizzy from the ride's motion. Back and neck problems ranked second. Head injuries came in third.\n\nThe parks reported about 350 injuries each year. Over 40 million people visited the parks yearly.\n\n## Roller Coasters And Water Slides\n\nThe newspaper discovered:\n\n-More women reported problems than men. Most of them came from roller coasters and water slides.\n\n-Many of the visitors already had health problems.\n\n-More people got hurt on older rides.\n\nIn 2000, California said amusement parks must report when people get hurt or sick. This came after someone was killed at Disneyland.\n\nThe ride with the most problems was Space Mountain. It is a roller coaster at Disney. About 120 people said they were hurt on it in six years.\n\nOne of the riders was Adrienne Sacks from Maryland. Sacks threw up after riding Disneyland's Space Mountain in 2012. She said she was never so sick in her life.\n\nDisney says its rides are safe.\n\nSpace Mountain opened 37 years ago. Its age may be the reason for its number of problems. Older rides seem to cause more injuries. Most of the problem rides are more than 20 years old. Only one was built in the last 10 years.\n\nDennis Speigel is an expert on ride safety. Rides are safer than they used to be, he said.\""
        },
        {
            "id": 41,
            "title": "New York City's trash tells a story, garbage expert says",
            "text": "\tNEW YORK, N.Y. - Robin Nagle studies garbage. She rides around on New York City garbage trucks all the time. She tries to figure out how people live by looking at their garbage.\n\nNew York City's garbage collection department calls Nagle its anthropologist-in-residence. An anthropologist studies how people live. She is in residence because she is allowed to go on garbage collections. Nagle is also a professor.\n\n## From Trash To Treasure\n\nNew York is the largest city in the United States It has almost 8.5 million people. They throw out almost 3.5 million tons of trash each year.\n\nWhat does she learn from this trash?\n\nNagle says New Yorkers throw out anything. They put furniture and clothing in the trash. They even throw out perfectly good electronics.\n\nMost of the city's apartments are small. People need to make more room, so they keep throwing things out. Nagle says the trash is a gold mine.\n\nMany people bring other people's garbage home. Some dig for food that has never been cooked. They look for bagels, rice and pasta. A person could fill their closet with clothing and shoes they find in the garbage. People also grab sofas and beds. They even take paintings that have been thrown out.\n\n## What Sanitation Workers See\n\nGarbage collectors are called sanitation workers. They get to know people from their garbage. Diapers show up in the trash when a family has a baby, for example.\n\nNagle kept asking to be named anthropologist-in-residence. She asked for two years. The people in charge of garbage in New York gave her the job in 2006. She does not get paid. Nagle has written books about the garbage she has studied. Nagle even teaches a class about New York's garbage. She also tries to get businesses to use more recyclable materials.\n\n## Dirty Hands, Clean City\n\nNagle has gotten her hands really dirty. She trained to be a garbage collector. She learned to drive the trucks. Nagle even worked for almost a year as a sanitation worker.\n\nNagle also makes garbage collectors feel better about their job. The city has 6,400 sanitation workers. Nagle talks with new trash collectors. She tells them to be proud of their work. The department clears streets of the garbage. Nagle says if the garbage stayed, it could bring rats and disease.\n\n\"I get to work with people who make a difference every single day,\" Nagle says.'"
        },
        {
            "id": 42,
            "title": "Kids with autism get calm in hug chair, made by high school students",
            "text": "b\"KANSAS CITY, Mo. - A new kind of chair was made by a group of high school students. It is called the Sensory Lounger.\n\nThe chair is for children with autism. Autism is a kind of illness. Kids with autism can get frustrated easily. They sometimes hurt themselves or have meltdowns. A tight hug can help them calm down.\n\nThe Sensory Lounger is a blow-up chair. It is able to mimic a tight hug.\n\n## A Father Designs A Chair\n\nThe man who helped creat the chair is named Stuart Jackson. He has big plans.\n\nStuart Jackson worked with high school students to form the Sensory Chair Company. This company will make the chairs and sell them.\n\nHe announced the start of the company to a large group of people who help kids with autism. People liked the idea. Many had patients or students who would like the chair.\n\nMaking chairs for kids with autism is very important to Jackson. His son, Joshua, has autism.\n\n## He Wants To Hire People With Autism\n\nNow Jackson just has to do the hard work to get to the next step.\n\nThis summer, some students will be hired to build chairs. Other students will work on making a better chair.\n\nJackson sees making the chairs as a way to help people. He plans to include some people with autism as part of the company. He says the company will hire three or four people with autism to work there.\n\nJackson has a big dream. He wants to get the Sensory Lounger inside as many doctors' offices, classrooms and homes as possible.\""
        },
        {
            "id": 43,
            "title": "A few farmers raise cows that graze only on grass",
            "text": "\tDELEON SPRINGS, Fla. - The cow looked around David Strawn's pickup truck. She was hoping to find something good to eat.\n\nStrawn is a rancher. He is 79 years old and lives in the state of Florida. For many years, his family raised cows, lambs and pigs. Then Strawn got rid of the other animals and started raising grass-fed cattle.\n\n## No Cages For These Cows\n\nStrawn likes to eat meat. He wants to make sure the animals he eats live a good life. He thinks grass-fed cattle live good lives. Grass-fed cattle eat grass, not grains. They do not live in cages. They are not forced to grow fatter.\n\n\"These guys enjoy our pastures, the lakes,\" said Strawn. \"They get gentle treatment.\"\n\nSupporters of grass-fed meat like it for several reasons. They say it has less fat and is healthier than regular meat. They also say the animals are treated better.\n\nNot everyone agrees. Some people think grass-fed meat is no better than regular meat.\n\n## This Meat Costs More\n\nOne thing is certain. Grass-fed meat usually costs more money.\n\nErika Maier is a schoolteacher who has been buying grass-fed meat for several years. She buys it from David Strawn's ranch. This month she and several other families bought a cow that weighed 935 pounds. It cost more than $2,000. The families split the cost.\n\nMaier freezes her meat. She makes dog food out of the parts she will not eat. She gives it to her German shepherd, Buddy.\n\n## He Cares For His Ranch\n\nStrawn used to sell his meat to restaurants in South Florida. Then he decided to sell to people directly. He wanted to get to know them better. Strawn loves his work. He likes to take care of the trees and wildlife that share the land with his cattle.\n\n\"I really like growing things,\" said Strawn, who grew up on the ranch. \"I like caring for things.\"'"
        },
        {
            "id": 44,
            "title": "Bitten by the gold bug in the river",
            "text": "\tKERN RIVER CANYON, Calif. - Gold hunter David Fiori stood waist-deep in the Kern River. His eyes wandered to a spot across the water.\n\nHe couldn't get there today. The river was too deep and too fast. But he knew the water level would go down soon.\n\n\"That's where I'm going next, as soon as I can,\" Fiori said. He nodded toward the other side of the river. \"Another couple months, this thing will be down to a trickle. It's going to be amazing.\"\n\nCalifornia is in the third year of severe drought. According to a study, 2013 was the driest year since the 1500s. For farmers, the drought has been a disaster.\n\nBut for gold miners, like Fiori, it's been good.\n\n## Gold Fever\n\nGold prices are high. An ounce of gold costs more than $1,250. A lot of people are trying to strike it rich. The gold bug is even spreading to dry areas.\n\nDuring the California gold rush of the mid-1800s, about 300,000 people came to California. They wanted to find gold and get rich. There was more gold then. Miners sometimes were able to pluck gold nuggets off the ground.\n\nToday, it's more like a gold fever than a big gold rush.\n\nNine people stood shoulder to shoulder in the middle of the chilly river. They were all looking for gold.\n\n\"It's not the normal, that's for sure,\" said Farris Farnsworth. \"If somebody was to walk up and see us down here, they'd probably think we were a little nuts.\"\n\n## \"A Big Old Nugget\"\n\nThe miners scooped up muck from the bottom of the river. They used large metal trays.\n\nFirst, they sifted the muck, handful by handful. Then they swirled it with water until they could \"see color.\" That's what they call tiny flakes of gold.\n\nMiners usually see some gold. But they almost never find actual nuggets.\n\n\"I (once) found one that big,\" said Jay O'Dell. He held up a small pebble.\n\nToday, the gold in his pan won't even pay for gas for the ride home. But he hopes he'll find a big one. That hope is what brings people back to the river again and again.\n\n\"Grab a pan, man, and jump in,\" Farnsworth called. \"You never know. You might get you a big old nugget.\"'"
        },
        {
            "id": 45,
            "title": "Americans are not always careful choosing healthy foods",
            "text": "b\"Many Americans are overweight. Being overweight can make a person unhealthy. It can even cause diseases.\n\nPeople become overweight when they eat too many calories. Calories are how energy is counted in food. Too few calories can make people hungry or lose weight. Too many calories can make people gain weight.\n\nThe government is worried. It has made laws to help. Fast-food places now have to show how many calories are in the foods they serve. The government hoped this would help people to pick good foods.\n\nIt also hoped restaurants would start to sell more healthy foods.\n\n## We Eat What We Like\n\nScientists did a study to see if the government was right. They found something interesting. The government was only partly right.\n\nPeople who eat out do not choose food by calories. They pick what they like to eat.\n\nNow comes the interesting part. When food places have to post calories, they serve healthier items. All of the food on their menu becomes a bit healthier.\n\nThen some people will choose them. People might be eating healthier and not even know it.\n\n## Hold The Sprinkles!\n\nPosting calories made places like Starbucks and McDonald's change. They cut calories and fat in some foods. They also offered more healthy foods. Restaurants may have felt bad about how many calories were in their foods.\n\nA new law will start next year. It will make more places that sell food list calories. Movie theaters, snack shops and ice cream stores are just some of them.\n\nEvery day, about one-third of Americans eat out. Cutting calories at restaurants could really help to keep people healthy.\""
        },
        {
            "id": 46,
            "title": "Report says many aboriginal kids died at Canadian schools",
            "text": "\tMONTREAL, Canada - In Canada, aboriginal children were sent to live at schools away from their families. They were badly treated and some died. Their stories were hidden for a long time.\n\nLast Tuesday, a new report finally told what happened. The report came from the Truth and Reconciliation Commission (TRC). The TRC is part of the Canadian government. \n\nThe goal of the TRC is to tell the truth. The second goal is for reconciliation. The Canadian government wants to make peace with the aboriginal people.\n\n## Aboriginal Children Mistreated At School\n\nAboriginal people lived in Canada before the European settlers came to the country. The new settlers wanted the aboriginal people to forget their native culture. In the 1880s, the Canadian government forced the aboriginal children to go to schools with other aboriginal children. The government wanted the aboriginal children to learn a new way of life. \n\nThe kids had to leave their families to attend. They lived at the schools. The report said that many of the students were hurt and abused. More than 3,000 students died at school. The schools existed for about 100 years.\n\n## Group Hears Heartbreaking Stories\n\nJustice Murray Sinclair is in the TRC. He helped write the report. People from the TRC traveled across Canada to talk to people who had been at these schools. The stories they heard were heartbreaking.\n\nAbout 150,000 Aboriginal children were forced into these schools. Many students never went home again.\n\nSometimes, their parents did not know they were sick. The schools did not always tell parents that their child had died. \n\nNobody knows the exact number of children who died in these schools. Nobody knows where some of those children were buried.\n\n## Canada's Leader Says Government Is Sorry\n\nSinclair said that the report was not meant to make people feel bad. He wants the report to teach Canadians how to respect others. He wants to stop this from happening again.\n\nJustin Trudeau is the prime minister of Canada. He is the leader of the country. Trudeau spoke at the presentation. He said that the law was wrong. The Canadian government had hurt many children and families.\n\nTrudeau said that the government of Canada was sorry for the law. He asked for the aboriginal people to forgive the Canadians. \"Today, there is reason for hope,\" he said.\n\nTrudeau hopes that Canadians and aboriginal people can be friends. He knows that the Canadian people have much work to do.'"
        },
        {
            "id": 47,
            "title": "A camp where they clean caves",
            "text": "\tBAKER, Nev. - The National Park Service wants help cleaning America's caves. There are people who want to help, like Paul Kemp and his 14-year-old son, Simon. They are from Utah. They have come to join the Park Service's \"Lint Camp.\" It is in the Lehman Cave in Nevada. They will clean, dust and pick lint from rocks inside the cave.\n\nThe rocks in the cave are different shapes. Some hang from the roof and look like thin icicles. Others grow straight up from the floor. Some look like popcorn.\n\nPaul Kemp, who is 67, was a rocket engineer. Now he uses his tiny brush to clean the dirt and fluffy lint from the rocks. He thinks the rocks look terrible. \"They're simply covered with dust,\" he says.\n\n## You Forgot Something!\n\nThousands of people visit this cave every year.  Threads come off their clothes.  They leave behind hair, skin cells and dust. All this becomes lint and sticks to the rocks.\n\nLehman Cave is part of Great Basin National Park. The park is between Las Vegas and Salt Lake City. A miner named Absalom Lehman found the cave in 1885. Native Americans may have used the cave ages before that.\n\nThe cave is 2 miles long. Parts of it are 200 feet below ground. The government took it over in 1922.\n\nTwo dozen people from three states worked to clean the cave for three days. They took out a lot of trash.\n\nBen Roberts is the park's chief. He says humans brought lint into the caves. So humans should clean it out.\n\n## The Rocks Begin To Shine\n\nIt is a Friday morning. Eight people are in the cave. Some go with Roberts. They wear miner's helmets. They carry cans that hold brushes, gloves and tools to pick up lint.\n\nGretchen Baker also works for the park. \"Lint pickers follow me,\" she says.\n\nPark workers explain the rules. People have to wear gloves. The rocks grow very slowly - about 1 inch in 100 years. The oil and sweat on hands are bad for the rocks. No food is allowed. A tiny piece dropped on the floor could attract germs. The germs could harm the rocks.\n\nRandi Poer is part of Baker's group. \"How clean do I need to make this?\" she asks.\n\n\"Just the major stuff,\" Baker says.\n\nAs Poer brushes off the lint, the rocks are no longer dull. They begin to shine.'"
        },
        {
            "id": 48,
            "title": "Study: Many younger Americans eat loads of fast food",
            "text": "\tAmerican children and teens eat a lot of fast food.\n\nA new report measured how much. The government did the report. It found that 1 out of 3 children and teens eat fast food every day.\n\nOut of 100 children and teens, 12 get almost half their calories from fast food. Calories are how people measure how much energy food gives you. Ten children and kids get at least one-fourth of their calories from fast food. Just more than 11 get fewer than one-fourth of their calories from fast food.\n\n## Too Many Calories Lead To Weight Gain\n\nToo many calories make people gain weight. Getting too many calories from fast food can be bad. Fast food might not be as nutritious as other foods.\n\nThe government wanted to see if some children and teens ate more fast food than others. It turned out that boys and girls both ate fast food. Poor and rich children and teens also both ate fast food.\n\nEven weight did not have much to do with it. Thin and heavy children and teens got about the same number of calories from fast food.\n\n## Older Children And Teens East More Fast Food\n\nScientists found one big difference, though. Older children and teens were more likely to eat fast food.\n\nYoung children were less likely to eat fast food. Nine out of 100 younger children ate fast food each day. They were ages 11 and younger.\n\nFor teens and older children it was different. Nearly two times as many older children and teens ate fast food. They were 12 to 19 years old.'"
        },
        {
            "id": 49,
            "title": "A broken arm or leg needs special care",
            "text": "\tAlmost 1 million children a year break a bone.\n\nMost of them do not get the right treatment, says a new study.\n\nIf you break your arm, the doctor might put a splint on it. The splint holds the bone in place. The bone needs to stay steady so it can heal.\n\nA splint is a straight object that sits next to the broken bone. A bandage holds soft padding in place.\n\nMany splints for children are put on incorrectly. This can cause swelling or sores. Broken bones could take longer to heal.\n\n## A Lot Of Bones Are Not Being Set Right\n\nJoshua M. Abzug is a bone doctor in Maryland. He studied 275 kids with broken bones. He found most of them had a splint that was put on wrong.\n\n\"I didn't think it would be that high,\" Abzug said.\n\nAbout four out of 10 kids had problems because of the splints.\n\nIn the United States, half of the boys break a bone before age 16. One in four girls do.\n\nAlmost 1 million kids younger than 15 break an arm or leg each year.\n\nThe researchers have a plan. They want to teach the right way to put on splints. They will put up posters and give out cards as reminders.\n\nThen they will redo the study. They will see if their work made a difference.\n\n## Be Careful With The Splint\n\nDr. Robert G. Graw Jr. is a doctor in Maryland.\n\nHe said kids and parents must be careful. They should never take off a splint. They might not put it back on correctly.\n\nThat may have happened with 1-year-old Hudson.\n\nHudson got hurt last month. X-ray pictures showed a broken shinbone.\n\nHis leg was splinted in the hospital emergency room. Once, he crawled out of his splint. Another time, his mother took it off so he could sleep. Hudson got a sore on his heel.\n\nNow, the cast is off. Hudson and his twin brother are learning to walk.\n\nHis mother feels terrible. They should not have taken off the splint. She worries it was her fault that Hudson took longer to heal.'"
        },
        {
            "id": 50,
            "title": "Villagers in China love their old drum tower",
            "text": "b\"ZENGCHONG, China - There is a village in China called Zengchong. It has a huge tower with a giant drum. The drum tower was built more than 300 years ago. The drum is used to call villagers together. It also is used to warn them if an enemy is coming.\n\nThe tower was built without nails. It is 82 feet tall. It has 11 levels that each have six sides. The levels are stacked on top of each other. The tower is decorated with painted roosters, chickens and ducks. They are painted in bright blues, greens and yellows. A smaller two-story tower sits on top of the building.\n\n## Village Life Is Slow And Quiet\n\nThe tower was built in 1672. Life in Zengchong seems to be about the same as it was then.\n\nThere are no McDonald's or Burger Kings. There are no traffic lights. Men still drive donkey carts. Women carry bundles of firewood on their backs.\n\nOld women sell handmade brooms there. Pigs oink in the streets. Roosters cluck.\n\nPeople come to the tower to celebrate. They also come there to settle problems.\n\nThere is a large fire in the center of the tower's floor. The fire is lit each morning. The only time it is not lit is when the weather is very hot. There are 300 families in the village. Each keeps the fire burning for at least one day a year.\n\n## People Can Visit The Tower\n\nOne time the tower was in danger. More than 40 years ago, China's leaders tried to get the villagers to burn the drum. The villagers did not listen to the leaders. They would not harm their drum tower.\n\nThe tower has lasted 343 years. It is China's oldest drum tower. Now the people who lead China like it. They want to use the tower to get people to visit the village. The drum tower might be famous.\""
        },
        {
            "id": 51,
            "title": "People remember when China was bombed in World War II",
            "text": "\tCHONGQING, China - On May 4, 1939, 7-year-old Chen hid inside a crowded cave in Chongqing, China. Bombs fell outside. Small bits of metal flew everywhere. Chen was badly hurt. Both of her parents were killed.\n\nChen is now 83 years old. She cried as she remembered being alone. Chongqing is in southwest China, which is in Asia. During World War II, it was the capital of China.\n\nChen said she cried every day for her parents.\n\nChen's wounds can still be seen on her face and arm.\n\n## Millions Of People Died In The War\n\nIn 1937, Japan invaded China. No Chinese city was bombed as hard as Chongqing.\n\nFrom 1938 to 1941, Japanese planes bombed Chongqing. The city was hit more than 200 times. Nearly 12,000 people were killed. The worst two days of bombing were on May 3 and 4, 1939.\n\nAfter the war ended, Chongqing was forgotten. For many years, no one really talked about Chongqing. In the last few years, that has changed.\n\nHistorian Rana Mitter wrote a book called \"Forgotten Ally.\" It is about China during World War II, which ended in 1945. The book tells how Chongqing and China fought against Japan. About 14 million Chinese people died.\n\nMitter said the bombing was scary. Few cities have been bombed as badly as Chongqing.\n\n## Chongqing Is Now A Bigger City\n\nAfter Chen's parents died, she lived in a tent. She collected coal to sell. She found a job in a factory and got married. Chen became a mother, a grandmother and a great-grandmother.\n\nChongqing has recovered from the bombing. It has been rebuilt. Chongqing is now full of tall buildings. About 29 million people live there.\n\nOver the last 20 years, both China and Chongqing started remembering the bombings. A museum in the city has exhibits about it.\n\n## Museum Honors Partners\n\nChongqing also shows the partnership between the United States and China. A museum in the city honors the \"Flying Tigers.\" Most of them were American pilots. They defended China in 1941 and 1942. Nearby is the wartime home and headquarters of General Joseph \"Vinegar Joe\" Stillwell. He was a United States Army general who commanded some troops in the Chinese army.\n\nThere is a sign at the museum's entrance. It says that Chinese and Americans fought side by side against the Japanese.'"
        },
        {
            "id": 52,
            "title": "Chuck E. Cheese's wants its menu to \"grow up\"",
            "text": "\tDALLAS - Chuck E. Cheese's is for kids.\n\nNow, it also wants to be a restaurant for mom and dad.\n\nThe company is making some big changes. It is adding new foods like fancy pizza and cheesecake. Chuck E. Cheese's is also adding sandwich wraps to its menu. It is adding food that adults like.\n\nTom Leverton is the company's boss. He said if parents have a good time, they will want to bring their children to Chuck E. Cheese's.\n\n## Eating Pepperoni Pizza\n\nAs the company's website says, \"we're not playing games with our food anymore.\"\n\nKids will still be able to play games. The company might replace game coins with a card. Kids could use the card to play many games.\n\nLeverton said parents love the new food.\n\nStill, some parents like the pizza at Chuck E. Cheese just the way it is.\n\nBrandie Bohmer has four children. Some of them have birthday parties here.\n\nThey like the pepperoni pizza best. Bohmer says she would buy it anywhere.\n\nZab Herrera and his daughters also like the pepperoni pizza. He said it's easier to just get one pizza that the whole family likes.\n\n## Bigger Kitchen, New Cook\n\nRight now, the company is trying to make its food better. It is paying for a bigger kitchen to test new food. It hired a really good cook for the test kitchen.\n\nLeverton is excited about the food. He said he wants moms and dads to be excited too. He said adding new food is a great way to do that. '"
        },
        {
            "id": 53,
            "title": "Make-up math classes in college have to be fixed, some say",
            "text": "\tCHICAGO - Kelsey Pearsall-Brandon wants to be a police officer. But one thing stands in her way.\n\nMath.\n\nKelsey is a student at a community college in Illinois. She did badly on a basic math test. So she must take a special math class to catch up. If she doesn't pass, she won't finish college. And if she doesn't finish college, she can't be a police officer.\n\nBut will she ever use advanced math as a police officer? \"Not really,\" she said.\n\n## Big Problem For Students\n\nMore than half of college students are behind in reading and math. They must take special make-up classes. These make-up classes can cost a lot of money. They don't have much to do with real life. They also can be hard. Not many students in these classes ever finish college.\n\nExperts say these make-up classes don't work.\n\nSome experts say the classes should be changed. Students need to learn a more useful kind of math.\n\nSome colleges are trying a new strategy.\n\nThe strategy is called math literacy. Teachers teach math skills that students need for work. Teachers spend less time on skills students won't use.\n\n## Making Math More Real\n\nKaty Almy teaches math literacy at a college in Illinois. She uses stories about real life. For example, she may ask students to figure out a food bill. She then shows students how to find the answer.\n\nAlmy said real problems are easier for students to understand and work with.\n\nVerenice Sandoval is 18. She is in Almy's class. She uses this kind of math every day. So, it's easier to understand.\n\nNot all experts think math literacy will work. Many students come to college with little math skills. Others can't read well.\n\nAlmy hopes to make math more real for students.\n\nRegular math classes treat them like they want to be doctors, Almy said. \"Not everyone's going to be a doctor.\"'"
        },
        {
            "id": 54,
            "title": "Learn to cook, and do some math at the same time",
            "text": "\tPHILADELPHIA - Chef Marc Vetri placed two boys in front of a cutting board. He gave them some wise advice.\n\n\"Here's what I want you to do,\" the famous chef said. \"Don't cut yourself.\"\n\nVetri gave the cooking demonstration at the new Culinary Literacy Center. The center is part of Philadelphia's public library system. It opened Monday.\n\nThe program is the first of its kind. It mixes cooking with reading, math and science. Its home is a sparkling new kitchen in Philadelphia's Central Library.\n\nSiobhan Reardon is head of the library. She said the center will teach people to cook. It also will help them learn to read. She gave a startling fact. At least half of Philadelphia's adults are known as \"low literate.\" That's half a million people. A \"low-literate\" person doesn't read well.\n\n## The Perfect Place To Learn While Cooking\n\nCooking is \"science, it's math, it's literacy. And it's fun,\" Reardon said. She said a lot of people who don't read well don't go to the library. They worry they don't read well enough. \"So this is a way to say, 'You are welcome here,'\" she said.\n\nAt the opening, Vetri demonstrated cooking tips to a crowd. He taught them how to make a great panzanella. A panzanella is an Italian summer salad. His audience included restaurant workers with not much English, kids, parents and grandparents.\n\nThe new center will teach grandparents how to feed their grandchildren. It will help adult students learn to read. Spanish-speaking restaurant workers will come to the center to work on their English.\n\nThe kitchen has nine food preparation tables. There's also a grill and a stove with spots for up to 16 pots or pans. There are three ovens. Outside is a patio and herb garden.\n\nMallory Fix-Lopez is in charge of the English for the Restaurant program. The programs helps restaurant workers learn English. She said the location will make a big difference. She hopes the workers will start using the library.\n\nLiz Fitzgerald works with the library. She's has even bigger ideas.\n\nShe wants every person in the city to cook a meal from scratch.'"
        },
        {
            "id": 55,
            "title": "Essay: Why Americans have learned to love corn so much",
            "text": "\tChristopher Columbus returned to Europe from the New World in 1493. Back then, America was known as the New World.\n\nColumbus had learned of many things during his travels. He wanted to bring them back to Europe.\n\nOne of the most exciting was a grain called corn.\n\nCorn was delicious, Columbus said. It could help feed a lot of people.\n\nCorn never did get much popular in Europe. Columbus did not bring back the information on how to grow and cook it.\n\n## Corn In What We Eat And Drink\n\nIn the New World, things were very different. Corn grew more and more popular there. Today, it is in many of the things Americans eat and drink.\n\nThe United States uses far more corn than any other country. Corn is in the sodas Americans drink. It is in the potato chips they munch on. It is in hamburgers and french fries. It is in bread and cereal. It is in almost all chicken and turkey. Corn is even in most fish. There are more foods with some corn in them than there are foods without any.\n\nIt was not always that way. It took time for America to learn to like corn.\n\nAt first, mostly poor people ate corn. Over time, corn grew more popular. Soon, it was on dinner tables all over the country.\n\n## Very Little Grown For Corn On The Cob\n\nThere are three main kinds of corn.\n\nThe first is sweet corn. Sweet corn is the most loved kind of corn. We often eat it on the cob. It is what most people think of when they hear the word \"corn.\" Still, very little of the corn we grow is sweet corn.\n\nA second type is called flint corn. Flint corn is the kind of corn used to make popcorn. Not much of the corn grown here is flint corn.\n\nThen there is dent corn. It is the most important kind by far. Most of the corn grown in America today is dent corn.\n\nDent corn does not show up on the dinner table. It is fed to animals like cows, chicken and pigs.\n\nAmericans do eat a lot of dent corn without even knowing it, though. Dent corn is in most of the animals we eat. It is in their bodies because farmers feed it to them. Dent corn is also added to many drinks as a sweetener.\n\nToday, corn makes up a huge part of what Americans eat. It is everywhere, even if we often do not notice it. Corn has come a long way since the days of Columbus.'"
        },
        {
            "id": 56,
            "title": "Mexican mother's bedtime story tells of an elf's separation from family",
            "text": "\tTIJUANA, Mexico - Emma Sanchez Paulsen has three sons. They like to climb into her bed. She tells them a bedtime story.\n\nThe whole family used to live in California. At night, she told them stories about her childhood in Mexico. She would tell them about running through green fields.\n\nNine years ago, she had to leave the United States and go back to Mexico. Emma was in America without permission, which is against the law. The government did not let her return. At the time, her sons were little. Alex was 5, Ryan was 3 and Brannon was just 2 months old. They stayed in the United States with their father. She moved to Tijuana. The Mexican town is near the border.\n\nHer sons did not understand why their mother did not live with them.\n\n## Lonely Nights Led To Her Most Important Story\n\nThen the boys made up their own stories.\n\nIn their stories, they brought their mother home. They bounced her over the border on a trampoline. They tied balloons to her arms and legs. She floated over the border.\n\nEmma spent many nights without her sons. She wrote a bedtime story for them. It was the most important story she ever wrote. It was about a young elf. He and his brothers visit their mother in the land of the fairies. They battled a dragon.\n\nThe story says that the elf's family was not like others. The elf did not live with his mom.\n\n## Turning Stories Into Books\n\nShe called her story \"The Little Elf.\" It is now part of a collection of bedtime stories. They are written by mothers and fathers living in Tijuana. The parents all live apart from their families. The book is called \"Cuentos Para Dormir.\" It means \"Bedtime Stories\" in Spanish.\n\nSophia Sobko is a teacher. She helps the parents turn their stories into books.\n\nSophia said she could not find a book explaining deportation to a child. Deportation is when a person is sent back to his or her home country. Sophia knew there is a need for a book like that. Many children have a parent who has been deported.\n\n## She Still Tells Her Boys A Story\n\nEmma's sons visit her about twice a month in Tijuana. When they sleep over, they sit on her bed. She tells them a bedtime story.\n\nHer story ends with hope. The elf and his mother would be together again. They would live in the happiest city in the world.'"
        },
        {
            "id": 57,
            "title": "New medicine might help dogs have long lives",
            "text": "\tSEATTLE - For Daniel Promislow, it is hard to watch his dog get old.\n\n\"Month by month, he gets slower and slower,\" Promislow said. He is a scientist at the University of Washington. His dog, Silver, is 11 years old. His other dog, Frisbee, is still playful like a puppy. At 10, though, she also is old for a dog.\n\nPromislow wants to find a way to make pets live longer.\n\nRight now, the most hopeful medicine is called rapamycin. Experiments show it can make mice live longer. It can also delay some diseases. Promislaw hopes it will work for dogs.\n\n## Let's Test It And See\n\nNo one has tested to see if rapamycin makes people live longer. Experiments on people are expensive. They can take many years to get results.\n\nDogs are another story. Scientists could find out more quickly if this medicine lets them live longer.\n\n\"I think it's worth a go,\" said Steven Austad. He is an expert on aging at the University of Alabama.\n\nRapamycin may not work on dogs, Austad said. \"But if it did, boy, it's going to be huge.\"\n\nThe scientists are planning an experiment on dogs.\n\nIt might not make the dogs live longer, Promislow pointed out. However, it may help them stay healthier and more active. That would be good, too.\n\n## People Want Their Pets To Be Healthy\n\nFinding money for the study may be difficult. The government only pays for studies that help humans.  Dog-food companies might be willing to pay for it. Most of all, the scientists are counting on dog lovers who want their pets to be healthier.\n\nThe scientists have set up a website about the project. It is dogagingproject.com. On it, people can give money. They can also sign up their dogs to be in the study. '"
        }
    ],
    "politics": [
        {
            "id": 58,
            "title": "We will soon have an American woman's face on a new $10 bill",
            "text": "\tWASHINGTON - Pictures of men are on all American paper money.\n\nIt is time for a woman's face, a top government worker said.\n\n\"We will right that wrong,\" Jacob J. Lew said. He is the head of Treasury Department. It prints money for the American government.\n\nThe new $10 bill will have the picture of a woman, he said.\n\nWho will be the first woman on American money in more than a 100 years?\n\nA black woman who helped to end slavery? A famous first lady? The woman who started the Girl Scouts?\n\n## Anyone Can Make A Suggestion\n\nJacob Lew has the final decision. He and other Treasury workers are going around the country to get ideas. People can also post their ideas on a website, thenew10.treasury.gov, or use Twitter.\n\nPublic meetings will start on June 24. They will be in Texas.\n\nThere is a group called Women On 20s. It wanted a woman's picture on the $20 bill.\n\nThe group asked people to vote. Harriet Tubman came in first. She escaped from slavery more than 150 years ago. Tubman helped hundreds of slaves reach freedom. Tubman got 118,328 of a total of 352,431 votes.\n\n## There Are Many Choices\n\nLew will decide on the woman later this year. To make the cut, the woman must be dead. She also must have helped democracy.\n\nEleanor Roosevelt came in second in the Women On 20s vote. She was the wife of President Franklin D. Roosevelt. She was the first lady from 1933 to 1945. She worked to help women and fought for human rights and civil rights.\n\nJuliette Gordon Low could be another choice. She started the Girl Scouts in 1912.\n\nBarbara Ortiz Howard began Women On 20s. She said the group is OK with a woman on $10 bills. It is not so important that a woman be on $20 bills. Having a woman's picture on money is the important thing.\n\n## Martha Was Really First\n\nThe last woman to appear on American paper money was Martha Washington. She was the wife of President George Washington. She was on a $1 bill more than 100 years ago.\n\nThe Treasury expects to have the new $10 bill ready in 2020. That year will be the 100th anniversary of the 19th Amendment to the U.S. Constitution. It gave women the right to vote. Before then, women could not vote in elections.'"
        },
        {
            "id": 59,
            "title": "President changes plan, says U.S. troops still needed in Afghanistan",
            "text": "\tWASHINGTON, D.C. - The United States has been fighting in Afghanistan for 14 years. It has been fighting the Taliban.\n\nThe Taliban used to run all of Afghanistan. They treated women very badly. They also killed many people.\n\nIn 2001 the United States forced the Taliban out of power. New Afghan leaders then took over.\n\n## Taliban Is Back\n\nThe Taliban never really left Afghanistan, though. They grew strong again over time. Now they are trying to take over the country a second time.\n\nTwo years ago President Barack Obama promised to end the war in Afghanistan. He said he would bring all U.S. troops home.\n\nThere are different kinds of U.S. troops in Iraq. Some are in the Army. Others fly planes.\n\n## Obama Said He Had To Change His Plans\n\nOn Thursday Obama said he will not be able to keep his promise. Things have just gotten too bad in Afghanistan. The troops will have to stay.\n\nNext year the United States will keep almost 10,000 U.S. troops in Afghanistan. By 2017, there will still be 5,500 troops there.\n\nObama had promised to end the war next year. Now, the war will be handed over to whoever becomes president next. Obama will leave office early in 2017.\n\nThe president said he knows Americans are tired of the long war in Afghanistan. He said the fighting must go on a little longer.\n\n## U.S. Must Help Keep Taliban From Power\n\nAfghans need more help from the United States, he said. Afghan troops have been trying to keep Taliban fighters from taking over their country again.\n\nObama said Afghan troops have been fighting well. The Taliban is still very strong, though. Without U.S. help, Afghan troops could lose the fight.\n\nU.S. troops in Afghanistan will not only be fighting. They will also train Afghan troops.\n\n## Winning Back Captured City\n\nThings have been getting worse in Afghanistan. Last month Taliban fighters took over the important city of Kunduz. Afghan troops won the city back with help from the United States It took a lot of hard fighting.\n\nThe U.S. cannot let the Taliban take over any more cities, Obama said. If the Taliban wins power again, much will be lost. The country could go back to the dark days before 2001.'"
        },
        {
            "id": 60,
            "title": "Bill wants to stop U.S. from using the word \"alien\" for immigrants",
            "text": "\tWASHINGTON, D.C. - Belen Sisa came to the United States from Argentina, a country in South America. That was 15 years ago.\n\nNow Sisa is 21 years old. She is not happy with some words we use to talk about immigrants. Immigrants are people who come to live in America from other countries.\n\nThe word alien is sometimes used for immigrants. An alien is a person who lives in a country but does not have citizenship there. Many are workers or students. Some left their home countries for a better life.\n\n## A Lack Of Respect\n\nSisa said calling people aliens is not the way to show respect. The word alien also means a being from outer space. She said use of that word should stop.\n\nSisa may soon get her wish. A new law has been suggested. The law says that this word should be not be used by anyone in government.\n\nJoaquin Castro is a lawmaker from Texas. He came up with the law. Eighty-seven lawmakers are behind it. Groups that help immigrants are behind it too. Lawmakers will still have to vote on it.\n\n## Change The Word, Change How People Think\n\nRoger Rocha Jr. is president of one of the largest groups for Latinos in the United States. He said that calling someone an alien puts that person down.\n\nHe said the law is important to changing how Americans think about people who come to this country to live. He said that most Americans like this idea.\n\nThere have been laws about hurtful words before. In 2010 and 2012 laws were passed about better ways of describing people who were not well.\n\nAlmost everyone voted for them to pass.\n\n## Helping Everyone To Feel Like An American\n\nRaul Grijalva is a lawmaker from Arizona. He also supports the law. He said using words like alien makes people feel \"less than a full American.\"\n\nSisa said the word has touched her life. When applying for a job, she was told she was an alien. She was asked if she was even allowed to try for the job.\n\nShe said she knows there need to be words for all kinds of people. Even so, she hopes that the law will get people to use words that show more respect.\n\n\"It would mean that we're taking a step forward,\" Sisa said.\n\nLawmaker Castro agreed. \"Words matter,\" he said.'"
        },
        {
            "id": 61,
            "title": "U.S. Congressman Boehner quits; Republicans must choose new leader",
            "text": "\tWASHINGTON, D.C. - U.S. Representative John Boehner is quitting Congress. The Congressman from Ohio is House speaker. It is the top job in the House of Representatives. His decision surprised many people.\n\nThe House and Senate make up Congress. Congress makes laws for the U.S.\n\n## Problems With Other Republicans\n\nBoehner is a member of the Republican party. It is a political group in the U.S. Boehner has had many problems with some members of the Republican party. They are known as the conservatives.\n\nConservatives are more old-fashioned and traditional. Conservative lawmakers do not want government money to go to certain groups. They do not want to give money to groups they disagree with. They have said they will shut down the government. The government will shut down if conservatives can get enough votes from lawmakers in Congress.\n\n## Will The Government Shut Down?\n\nDuring a shutdown, the government does not have the money to run like usual. Some government services like parks will be closed. Also, some government workers will not get paid. They will not be able to do their government job. A government shutdown makes many people's lives hard. It slows down work for people outside of government, too. It is a difficult decision for lawmakers to make.\n\nIn 2013, conservatives wanted Boehner to help shut down the government. Conservatives did not like the new health care law. A government shutdown would slow down the health care law. The conservatives got what they wanted. The government shut down for 16 days.\n\nAs House Speaker, Boehner has a very important job. He helps decide if a shutdown will happen or not. Conservatives wanted Boehner to cause a shutdown again. Boehner said no. A shutdown could make some voters upset. Then they might vote for Democrats.\n\n## Time For New Leadership?\n\nBoehner quit on his own. Even if he did not quit, it is possible he would have been fired from his job. Conservatives would have voted him out.\n\nSome conservatives are glad he is quitting. Tim Huelskamp is a Republican lawmaker. He said \"it's time for new leadership.\"\n\nOther Republicans disagreed. They thought Boehner quitting was bad for the Republican party. They think it helps the conservatives.\n\nBoehner was first elected to the House in 1990. He became House Speaker in 2011.\n\nDuring his time as speaker, he will be remembered for his disagreements with conservatives. He also had problems with President Barack Obama. They argued over how to spend government money.'"
        },
        {
            "id": 62,
            "title": "Board bans book, county cries foul",
            "text": "\tASHEBORO, N.C. - Last week, the school board in Randolph County, N.C., voted to ban a book. The vote meant that school libraries in the county could not carry Ralph Ellison's novel, \"Invisible Man.\"\n\nThe book is famous. Ellison published it in 1952. It is about the challenge of being an African-American during that time.\n\nBut a lot of the people who live in the county were embarrassed by the vote. They let the board know that they were angry. Some called the board members names.\n\nNow the board is reconsidering the decision. It is holding a special meeting Wednesday.\n\nThe original vote came after the mother of an 11th-grader complained about the book. She said that the book was \"too much for teenagers.\"\n\n## \"Laughingstock Of The United States\"\n\nThe county is about 85 miles northeast of Charlotte. The ban made national news. The local newspaper was flooded with 168 reader comments. Practically all of them ridiculed the board's decision.\n\nOne Courier-Tribune reader called the board \"the laughingstock of the United States\" and \"dim-witted.\"\n\nAnother reader called the board \"stupid.\"\n\nA third reader wrote: \"I think we should be embarrassed.\"\n\nRay Criscoe is the paper's editor. He hasn't published a letter in favor of the ban. So far he hasn't received any that are even close. He said he could not think of another topic that made so many readers respond.\n\n## Librarians Get Involved\n\nThe board's timing could not be worse. This week is the American Library Association's annual Banned Books Week. The event celebrates the freedom to read. The association and the Kids' Right to Read Project sent letters to the board. They urged that the ban be lifted.\n\nThe book was published in 1952. It is considered one of the greatest books of the 20th century. It looks at how racism affects people who show the behavior and their victims. The narrator is not named. He says he is invisible \"simply because people refuse to see me.\"\n\nTwenty-three people were on a waiting list to check out \"Invisible Man\" at the main county library. The ban was a prime topic.\n\n\"Embarrassed? Of course I am,\" Pat Dillard said as she made her weekly library visit. \"I'm embarrassed not just for our county, but for our entire state. We're going backwards.\"\n\nShakema Steele, an Asheboro 10th-grader, said of the ban: \"That's just not right. That book is timeless. How can they ban it based on one person's complaint?\"\n\n## \"A Hard Read\"\n\nSchool board Chairman Tommy McDonald voted to ban the book. He said it was \"a hard read.\"\n\nThe book was one of three that juniors at Randleman High School could choose for summer reading. Kimiyutta Parson is the mother of a junior. She sent the board a 12-page letter outlining her objections to \"Invisible Man.\"\n\n\"This book is filthier, too much for teenagers,\" she wrote.\n\nThe book includes passages describing adult topics. But several Courier-Tribune readers pointed out that the Bible includes those topics, too.\n\nThe Courier-Tribune reported that board members were given copies of the book before the Sept. 16 meeting. It was not clear whether all members had actually read it.\n\n\"I doubt the entire board read the book before they decided to ban it,\" one reader wrote the newspaper. \"No worries. No surer way to elevate a book to the Must Read list of teen readers than to ban it.\"\n\n## Story Update\n\nASHEBORO, N.C - The Randolph County school board reversed its ban of \"Invisible Man\" Wednesday night. Members voted 6-1 to return the novel to school bookshelves.\n\nSeveral said the complaints they got opened their eyes to other viewpoints.\n\nBefore Wednesday's vote, board members heard from two teachers. The teachers explained why the book is meaningful. They said that today's students can still relate to the narrator's experiences as a black man in the 1950s.\n\nBoard member Tracy Boyle voted for the ban at first. He changed his mind Wednesday night. He choked back tears at the meeting. He explained that his son had been in the military \"fighting for those freedoms that I'm here passing a vote to take away.\"\n\nHe added, \"Is that right of me? No.\" '"
        },
        {
            "id": 63,
            "title": "Former President Carter has cancer, doctors look for best way to treat it",
            "text": "\tATLANTA, Ga. - Jimmy Carter is the 39th president of the United States. He is 90 years old and has cancer.\n\nCancer is a disease that can affect any part of the body. In cancer, cells do not grow normally. Many cancers can be treated but not all. Cancer can cause death.\n\nCarter announced Wednesday that he had an operation. Doctors removed cancer from his liver. The liver is near the stomach. They also found cancer in other parts of his body.\n\n## Getting Many Good Wishes\n\nCarter's doctors are trying to decide the best way to treat him.\n\nDr. Len Lichtenfeld is with the American Cancer Society. He said doctors need to figure out where Carter's cancer started. Then they can decide which treatment may work best. If they cannot figure this out, the next step is testing the cancer. This may show them what is causing the cancer to grow. It also would help them decide which medicines work best.\n\nCarter's age and health are also important.\n\nDr. Lodovico Balducci treats cancer in older people at the Moffitt Cancer Center. The hospital is in Florida. He said Carter's body probably works better than most 90-year-old people.\n\nCarter does not smoke. Carter wrote that may be why he has lived so long.\n\nCarter has received many good wishes. President Barack Obama and first lady Michelle Obama hoped Carter would get better soon.\n\nVice President Joe Biden said he was praying for Carter. He called Carter \"a great man.\" He said Carter is always cheerful and thinks positively.\n\n## Won The Nobel Peace Prize\n\nCarter was a peanut farmer from Georgia. Before he ran for president, he was governor of Georgia. He became president in 1977. He promised always to be honest. Carter did not have an easy presidency. America had many problems with other countries. Carter lost the presidential election to Ronald Reagan in 1980.\n\nCarter has since traveled around the world. He speaks about health care and peace. His wife Rosalynn is often by his side. He began teaching at Emory University in Atlanta. In 1982, he established the Carter Center there. It promotes peace.\n\nIn 2002, Carter won the Nobel Peace Prize. The prize is one of the most famous awards in the world.'"
        },
        {
            "id": 64,
            "title": "Chicago's mayor fires police leader ",
            "text": "\tLast year, a Chicago police officer killed a teenager. The officer was white. The teen was black. A video camera recorded the shooting.\n\nLast week, a judge said the police department had to release the video. It showed the officer firing bullets at Laquan McDonald. He was 17 years old. The officer is named Jason Van Dyke. He was charged with killing McDonald. Van Dyke will go on trial and get a chance to defend himself.\n\nPeople have become very upset about the video. Thousands have protested in the streets. They were angry that it took so long to see it. They also were angry that Van Dyke was not charged earlier. Many people blamed the head of the Chicago Police Department. His name is Garry McCarthy.\n\nOn Tuesday, McCarthy was fired.\n\n## People Lost Trust, Mayor Says\n\nRahm Emanuel is the mayor of Chicago. He said he fired McCarthy so people would start trusting the police again.\n\nThe mayor said that McCarthy did good work. Yet, the needs of Chicago are more important, Emanuel said. People do not trust McCarthy to lead the police.\n\nCity leaders and protesters had demanded that Emanuel get rid of the chief. They argued that a new police leader was needed. On Tuesday, a newspaper said people do not trust him now.\n\n## Police Leader Admits Mistakes\n\nMcCarthy admitted to making mistakes. After the shooting, the police gave out wrong information. They said that McDonald did not stop although the police told him to stop. They said he also ignored orders to drop a knife.\n\nMcCarthy also defended how the police acted during the protests. He said they acted properly. They avoided hurting anyone.\n\nAlso on Tuesday, the mayor said he began a new group. It will come up with ideas to make sure that police treat people fairly. It has another purpose. Police cars have video cameras. They take pictures of crimes. Right now, the city will not let people see the videos. The group will also decide if the city should change this rule.'"
        },
        {
            "id": 65,
            "title": "New Jersey Governor Christie wants to move to White House in 2016",
            "text": "\tLIVINGSTON, N.J. - New Jersey Governor Chris Christie is running for president. He says he will \"change the world.\"\n\nChristie made his announcement on Tuesday. He spoke from the gym at his old high school. Supporters cheered him on.\n\nChristie belongs to the Republican Party. The Republicans are one of the country's two main political groups. The Democrats are the other.\n\nChristie was once very popular among Republicans. His popularity has since faded, though. He hopes he will be able to make Republicans excited about him again.\n\n## It Will Take A Lot Of Votes\n\nChristie will first have to run against other Republicans in primary elections. Primaries are smaller elections to see who are the strongest candidates. If he gets the most votes in the primaries, he will then run against a Democrat. The main race is known as the general election. It is next year in November. The winner will become the new president.\n\nChristie said he has been fighting for New Jersey for years. He now wants to do the same for the whole country, he said.\n\nAmerica is tired of \"weakness\" in the White House, Christie said. He thinks the country needs a strong president.\n\nChristie said he is ready to \"lead our country and to change the world.\"\n\n## Tricky Traffic Jams\n\nIt may be very hard for Christie to win. He is much less popular than he used to be.\n\nOne reason is that many people in New Jersey are out of work. Christie promised to do something about it. People say he has not done enough.\n\nMany are also angry at Christie for another reason. Three people who worked for him were caught pulling a nasty trick. They caused a lot of trouble for a New Jersey mayor. The mayor is a Democrat. He did not back Christie when he ran for governor a second time.\n\nChristie's people purposely made traffic jams near the mayor's town. They did it by closing parts of the highway. The idea was to make people think the bad traffic was the mayor's fault.\n\nChristie says he knew nothing about the plan. His workers pulled the trick without telling him, he says. Many people do not think Christie is telling the truth. Either way, the whole thing made him less popular.\n\nChristie says he can work with both Republicans and Democrats. For that reason he would make a good president, he said.'"
        },
        {
            "id": 66,
            "title": "No superheroes, just real heroes: comic book tells the civil rights story",
            "text": "\tWASHINGTON - John Lewis is a United States Congress member. He votes on laws for the entire country.\n\nWhen Lewis was young, in the early 1960s, he was not allowed to vote. African-Americans in the South were not treated fairly. They could not vote. Black children could not go to school with white children.\n\n## Struggling For Rights\n\nNow, Lewis has written comic books about those years. His latest book is called \"March: Book Two.\" It shows the struggle to win equal rights for black people.\n\nSometimes, pictures explain more than words alone.\n\nIn the 1960s, Lewis was in his 20s. He was a civil rights leader. He led peaceful protests. The protesters said black people should be treated fairly. Many white people in the South reacted to this with anger and violence.\n\n\"For me to look at some of the drawings, it almost makes me cry,\" Lewis said.\n\nLewis' first book was called \"March: Book One.\" It begins when Lewis was a boy on his parents' farm in Alabama.\n\n## Students Need To Know\n\nLewis' second book begins in 1960. It ends with the 1963 March on Washington. More than 200,000 people gathered in Washington. They told the government that black people should be treated fairly. The Reverend Martin Luther King Jr. gave a famous speech called \"I Have a Dream.\"\n\nLewis was one of six people who planned that march. He is the only one still living.\n\nSchools in 40 states have used Lewis' first book. Not enough schools teach students about the civil rights movement, he said.\n\nLewis wrote the book with Andrew Aydin. Artist Nate Powell drew the pictures.\n\n## Writing A Comic Book\n\nAydin came up with the idea for the comic book. He works for Lewis. In 2008, Aydin had some days off. He said he planned to go to a comic book convention. People laughed.\n\n\"Don't laugh,\" Lewis told them. A comic book inspired Lewis when he was 17. The comic was about Martin Luther King.\n\nAydin told Lewis he should write a comic book.\n\nKids need to learn more about civil rights, Aydin thought. A comic book might be the way to do it.'"
        },
        {
            "id": 67,
            "title": "Blacks in the Civil War will get a museum at Stone Mountain, Georgia",
            "text": "\tATLANTA, Ga. - The Civil War ended 150 years ago. During the war, the states in the North and South fought against each other. \n\nThe Confederacy was a group of Southern states. They wanted to keep slaves and leave the Union. Their symbol was the Confederate flag. At the end of the war, the Confederacy lost.\n\n## Black Union Soldiers In Georgia\n\nThe North was called the Union, and they wanted to end slavery. Their symbol was the American flag. At the end of the war, the Union won.\n\nAfter the war ended, black Union soldiers were sent to Atlanta, Georgia. They were supposed to keep peace. These soldiers used to be slaves in the south. Now, they were soldiers in the United States Army.\n\n\"Ten Cent\" Bill Yopp was born a slave. During the war he was a Confederate drummer. He shined boots and took care of his master, Captain Thomas McCall Yopp.\n\n## One Black Confederate\n\nAfter the war, \"Ten Cent\" stayed in the south and took care of his old master. When he died in 1933, \"Ten Cent\" was buried in a Confederate cemetery. He is the only African-American buried there.\n\nStone Mountain is a famous mountain in Georgia. A museum about blacks in the Civil War is being built in its park. People want to make sure it tells history the right way.\n\nSome people say blacks fought for the Confederates. Some people think \"Ten Cent\" did too. Historians say they did not. Nobody has found reports about any blacks who fought for the South. Many black soldiers did fight for the North. \n\n## Slaves Or Soldiers?\n\nMichael Thurmond is a historian. He said that slaves worked as cooks and made clothes for the Confederacy.\n\n\"But that didn't make them Confederate soldiers. It made them slaves serving their masters,\" said Thurmond. \n\nWhen the war started, nobody let black people fight. There were no black Union soldiers or black Confederate soldiers.\n\n## Blacks Fought For The Union\n\nGeneral Robert E. Lee led the Confederate army. He wanted to let slaves fight in the South. The Confederate government voted against it.\n\nIn 1863, blacks were allowed to fight for the North. About 200,000 blacks decided to fight for the Union. In 1865, the Confederate government finally voted to let blacks fight. It was too late. The Confederates soon lost the war.\n\nThurmond said that war ended before black Confederate soldiers could fight. No records show black soldiers in the Confederacy.'"
        },
        {
            "id": 68,
            "title": "Migrant never voted, yet she uses her voice in campaign for president",
            "text": "\tNEW YORK, N.Y. - Lorella Praeli has an important job. She is helping Hillary Clinton run for president. Yet Praeli has never voted before.\n\nThat may soon change.\n\nEarlier Praeli was not able to vote. She was not a legal citizen in the United States. When Praeli was a young girl, she moved from Peru to the United States without permission. She did not have the right to vote. Praeli became a citizen three years ago, when she married a U.S. citizen. Now she is excited to vote for Clinton.\n\n## She Tells Latinos About Hillary Clinton\n\nIf Clinton wants to become president, she will have to win the votes of many Latinos. Praeli is in charge of talking to Latinos. She tells them why Clinton will make a good president. Latinos make up a very large group of people in the United States. Many Latinos are from South America. They also speak Spanish.\n\nIt will be a tough job for Praeli. Latinos do not vote as much as other groups of people. They do not vote as much as black or white people. Also, many young Latinos are not interested in voting.\n\nPraeli has to tell Latinos why voting is important. It will take much hard work.\n\n## Bullies Made Her Work Hard In School\n\nPraeli has been working hard since she was little. She was 2 years old when a car hit her. Doctors had to cut off her right leg. She learned to walk with a fake leg.\n\nWhen she was 10, her family moved to the United States. They came without permission.\n\nPraeli and her younger sister were the only Latinas at their school. Other kids teased her. They made fun of her fake leg, calling her \"peg leg.\" They also teased her for being an immigrant.\n\nShe stood up to the bullies and reported them to the school police. Praeli also did very well in school. She earned money to go to college for free.\n\nAfter college, Praeli wanted to help other Latinos like herself. Praeli likes her new job working for Hillary Clinton. She knows Clinton will make a good president. Clinton says she will help Latinos if she becomes president. Praeli is excited to help make it happen.'"
        },
        {
            "id": 69,
            "title": "More protests held at colleges as students find new power for change",
            "text": "\tThe University of Missouri is dealing with some serious challenges. On Nov. 10, the president and chancellor of the school quit. Students and colleges across the country are noticing.\n\nSince November, there have been protests at more than 100 colleges and universities across the country. Some students are unhappy. Minorities do not like how they are being treated. Many students are using tools like Facebook to tell people how they feel. \n\nToday's protests are inspired by the past. In 2014, a young black man was shot and killed in Ferguson, Missouri. People in that city began to protest. That started a movement in the country. People are not afraid to fight for what they believe in. \n\n## Students Want Equal Rights\n\nThe students are calling for change at their schools. They want people from all races and backgrounds to have the same rights as everyone else. To make their point, the protesters are doing different things. Some are refusing to eat. Others are camping out in offices. Many are writing lists of things they want changed.\n\nTheir actions are being noticed. \n\nAcross the country, colleges are dealing with the protests. Some school leaders have been forced to leave. Last week, an administrator from a school in California stepped down. People were unhappy with how she spoke to a Latino student. \n\nSome schools are meeting students' demands. Another college in California is thinking about changing what they teach. They might start offering more classes about black history. \n\n## News Can Spread Faster Now\n\nFor years, university students have been fighting for equal rights. Protests are nothing new. The president of the University of California system said that colleges play an important part in changing how people act. Many problems are talked about at college. Many voices are also heard there. \n\nToday, social media plays a big part. A protest can spread fast with Instagram and Twitter. It was not like that 20 years ago.\n\nNews spreads fast now. What happened in Missouri was felt across the country. Students from other schools are wondering if the same thing could happen at their school. \n\nThe protests have a few different goals. Many students are fighting for equal chances to succeed. They are tired of minorities being treated differently than white people.  \n\n\"As a black person, I think black people are just fed up. It's time out for ignoring these issues,\" said Shaun R. Harper. He teaches at the University of Pennsylvania.'"
        },
        {
            "id": 70,
            "title": "Women get the OK to fight in combat units",
            "text": "\tAmerican women will soon be able to fight in wars. The military will no longer ban women from combat. A new poll shows most Americans support the change.\n\nMilitary leaders told of the decision last week. They said that women already risk their lives in war. They have done so for more than 10 years.\n\nAbout 14 in 100 U.S. troops are female. The military says 152 women have died serving in Iraq and Afghanistan.\n\n## Ban Hurts Careers\n\nWomen serve in the Army, Marines, Air Force and Navy. But many jobs have been off-limits to women. They were not allowed to drive a tank. They could not work with cannons and rockets. That will soon change. Many of the banned jobs will open up to women this year.\n\nMilitary women say that the ban hurt their careers. Combat roles lead to better jobs in the military.\n\nMajor Mary Jennings Hegar served in the war in Afghanistan. She was rescuing wounded soldiers when her helicopter was attacked. She was shot in the arm and leg. She shot back. She held back the enemy. The wounded were taken safely from the area.\n\nHegar received the Purple Heart for being injured. She got another medal for heroism and bravery. But Hegar wanted more than medals. She wanted a promotion. The Air Force said she had not really served in combat. They would not let her have a leadership role.\n\n## In War, No One's Safe\n\nMilitary experts say war is changing. In the past, one army met another on a battlefield. Today, the U.S. military usually faces small groups of fighters. Those fighters plant roadside bombs. They may disguise themselves as civilians. They often attack non-military targets. Soldiers doing any job must be ready to fight at all times. Driving a truck, helping wounded people, or even sorting mail can be dangerous.\n\nLinda Brashears was in the Army. She was injured in Iraq. Brashears said she would not have wanted a combat job. But she thinks other women do.\n\n\"A lot of people think we should still be sitting behind a desk,\" Brashears told USA Today. \"But the world is changing.\"\n\nIn fact, not many people do think female troops should only have desk jobs.\n\nTwo out of three people in a poll said women should be allowed to fight. Just over one in four said they should not.\n\nAlmost one in three people in the poll said allowing women to fight would make the military better. Almost half said it would be the same. Only 15 out of 100 people said that having women in combat would hurt the military.\n\n## Counting Pushups\n\nWhy are people against the change? They feel women are not strong enough for combat.\n\nJohn McCain serves in the Senate. He fought in the Vietnam War. He supports the change. But he said he had some concerns.\n\n\"We must keep the same high standards that have made the American military the most feared and admired fighting force in the world,\" McCain said.\n\nArmy Staff Sergeant Jennifer Hunt was hurt when a roadside bomb blew up her vehicle. \"Right before the [bomb] went off, it didn't ask me how many pushups or situps I could do,\" Hunt told The Wall Street Journal.\n\nTroops who fight must pass a fitness test. The New York Times reports that the military does not plan to change the test. Army men and women must do the same number of situps to pass the test. Women can pass with fewer pullups than men. They can pass by running a slower 2-mile run than men.\n\n## What's The Fuss?\n\nTammy Duckworth serves in Congress. She used to be an Army helicopter pilot. She lost both legs in Iraq. She told National Public Radio that the ban reminds her of the past. She noted that black soldiers once could not serve alongside whites. Japanese-American troops were once put in their own units, too.\n\n\"Down the road, we're going to look back ... and say, boy, that was a lot of fuss over nothing,\" Duckworth said.'"
        },
        {
            "id": 71,
            "title": "Seattle gives ordinary people coupons worth $100 to help elect leaders",
            "text": "\tSEATTLE, Wash. - When people want to make a difference, most of them vote. They can elect leaders who change things. Now one city is giving people another way. Each person is getting one hundred dollars. People can give the money to people they support.  \n\nThe program is in Seattle. It is a city in Washington state. Voters will get four vouchers - or coupons - they can use in an election. Each is worth $25. The vouchers make it easier for everyday people to get more involved in politics. \n\n## Giving Everyone A Voice\n\n\"We're very eager to see how it works,\" said Michael Malin. He runs a group that is trying to make elections more fair.\n\nMalin said that right now, politics are controlled by too few people. The rich have more money to give. They can influence who runs in elections. Now this program helps everyone have a voice. \n\n## Raising Taxes To Offer Vouchers\n\nSeattle's plan is not cheap. The money for vouchers has to come from somewhere. So Seattle's voters decided to raise taxes. Taxes come out of the money that people earn at their jobs. People also pay taxes on how much their homes are worth. Taxes are how the government pays for things. Taxes pay for things like roads, schools and playgrounds. Taxes will also pay for vouchers. \n\nMany people support this idea. They think Seattle's program will help more people make a difference. Supporters also hope other cities will follow Seattle's lead.\n\n## Fair Or Foul?\n\nNot everyone is so sure. \n\nSome people think the vouchers might not help all candidates in the same way. They think the program is not fair. They believe the vouchers make it harder for new candidates in an election. New candidates might not be ready to accept the money coming from vouchers. \n\nAlan Durning came up with the plan. He does not agree with the problems people have with it. Durning thinks that money to help candidates is a good thing. The vouchers make things more equal, he said. They can help all candidates get ahead. \n\nIn the past, not many Seattle voters have given money to campaigns. In 2013, fewer than two of every 10 people gave money in Seattle elections. People who support the program want more voters to donate. The vouchers make that easier. They say that vouchers give everyone a chance.'"
        },
        {
            "id": 72,
            "title": "Minimum pay rate gets little attention during Democrats' debate",
            "text": "b\"The race to become the next president of the United States has started. Next fall a Democrat will face off against a Republican. The winner will become president.\n\nThe race in the fall is known as the general election. Before it happens the Democrats and Republicans must first pick the person who will run next year.\n\nThe first contest is called the primary election. It is happening right now. Democrats are running against other Democrats. Republicans are running against other Republicans.\n\n## Picking One Person For The Party\n\nMost voters belong to one of the two groups, or parties. During a primary they can only vote for a candidate from their own party. A candidate is someone who is running for office.\n\nThe Democratic candidates had their first debate Tuesday night. Debates allow candidates to say why they are the best person for the job. That also means saying why the others are not the right person.\n\nTuesday's debate was shown on TV. Millions of people watched it.\n\nThe top three Democratic candidates are Bernie Sanders, Martin O'Malley and Hillary Rodham Clinton. Right now Clinton is in the lead.\n\n## 2 Candidates Want Pay Rate To Be $15\n\nOn Tuesday the candidates talked about many things. They each have different ideas about how to make the country better.\n\nThey skipped over one important thing, though. They did not talk about the minimum wage.\n\nThe minimum wage sets what people are paid for working. Bosses must pay workers the minimum wage. Anything less is against the law.\n\nRight now the minimum wage is $7.25 an hour. The law covers the whole country.\n\nSanders, O'Malley and Clinton all want to raise the minimum wage. They have different ideas about how much it should be raised, though.\n\nSanders and O'Malley want to raise it to $15 an hour.\n\n## Clinton Keeping Quiet About Her Thoughts On Pay\n\nClinton also thinks the minimum wage should be higher. She has not said how much it should be raised, though. She probably wants it to be less than $15 an hour.\n\nClinton might have good reasons for not saying.\n\nIf the minimum wage is too high, there might be problems. Bosses might find it hard to pay their workers. They might stop giving new people jobs. Many people would have a harder time finding work.\n\nSome people say $15 an hour is worth a try, though. It could make life easier for many people.\""
        },
        {
            "id": 73,
            "title": "Widespread protests demand Egypt's president step down",
            "text": "\tCAIRO - Hundreds of thousands of Egyptians marched through villages and cities on Sunday against Egypt's president. The massive protest raised fears of another revolution. Just two years ago, Egypt pushed out a dictator who ruled for 30 years.\n\nProtesters filled streets and squares to show their anger towards President Mohamed Morsi. They yelled \"Leave, leave.\" Meanwhile, the president's supporters also gathered to cheer him. Morsi belongs to the Muslim Brotherhood party. The Brotherhood wants the Muslim religion to play a bigger role in Egypt.\n\nSome violence was reported in the protests. About 500 young men set on fire the Muslim Brotherhood's main office in Cairo. Four people were killed in clashes in Upper Egypt. More than 220 were hurt across Egypt, according to security officials.\n\nA youth movement had gathered more than 22 million signatures. They called for Morsi to step aside for early elections. But the president and the Brotherhood have refused. And the army sent out troops to guard government buildings.\n\n## Protests Are Massive\n\nThe size of the protests was a huge blow to Morsi. But the army hasn't said what it would do if there is violence.\n\nGen. Abdel Fattah al-Sisi is in charge of Egypt's military.  He has sided with Morsi so far. The army ruled from 2011 until Morsi's election. But Sisi has said he will not allow the country to go into a \"dark tunnel.\"\n\n Thousands of protesters cheered and waved flags at army helicopters. Many people took that as a sign that many Egyptians would support the army taking over.\n\n\"When the military was in control, things were better. Now we have power cuts and no fuel,\" said Mohammad Khaled, a 19-year-old electrician. \"Morsi promised he would fix many problems in his first 100 days but did nothing. If he's not able to handle it, then he should let someone else do the work.\"\n\nHe added, \"We succeeded in removing Mubarak, who was here for 30 years. You don't think we can remove Morsi, who has only been here for a year? We've been preparing for this day for over two months.  I will stay until he says, 'I'm stepping down.'\"\n\n## A Spirit Of Uprising\n\nThe protesters tried to find the spirit of the uprising that pushed out Mubarak. They marched across streets. They gathered at the presidential palace. There they raised national flags and flew banners with the images of those killed in protests.\n\nBut Morsi's supporters accused their opponents of disorder. They said the protesters were trying to drive out the country's first freely elected leader.\n\nThe battle for Egypt lies between these two groups.\n\nThe rallies Sunday were mostly peaceful. At times strangers acted kindly. People poured water off their balconies in Tahrir Square to cool protesters in the summer heat. There were also moments of stillness. Morsi supporters prayed with their heads pressed to the ground.\n\nBut there are fears the two sides might clash. At least six people have been killed. Much of the violence happened when anti-Morsi forces attacked Muslim Brotherhood offices. And the police have not protected Brotherhood headquarters. It's seen as a sign that the police do not support the president.\n\n## \"What Did Morsi Do For Us?\"\n\nIn a speech to the nation last week, Morsi admitted mistakes in his first year in office. But he spent much of his time blaming other people. He blamed other politicians, foreigners and journalists.\n\nHis comments didn't calm a tense poor and working class. They have lived through months of rising prices, power shortages and gas stations lines. Tourism workers joined marchers in the ancient city of Luxor to protest. The number of people coming to visit Egypt has shrunk.\n\n\"I live in a room with a hallway, that's all I have,\" Khadiga Ibrahim said from her wheelchair in Tahrir. She can't afford knee surgery. \"I want an apartment. What did Morsi do for us? For the poor? God curse him. I don't want Morsi. I want God's justice. We need someone who is good ... someone who cares about us.\"'"
        },
        {
            "id": 74,
            "title": "17 Republicans talk about why they should be elected president in 2016",
            "text": "\tCLEVELAND, Ohio - The race to become the next president of the United States is on. Everyone running for president is known as a candidate.\n\nRight now, the race is very crowded. Seventeen Republican candidates have announced they are running. Republicans are one of the two main groups running. Democrats are the other.\n\n## 17 Republicans Start Their Race\n\nThe race for president is in two parts. The first part is known as the primaries. Republican candidates run against other Republicans in the Republican primary. Democrats run against Democrats in the Democratic primary.\n\nThen, the winner of the Republican primary runs against the winner of the Democratic primary. The second contest happens in 2016. It is known as the election. The people picked to run in that race are called the nominees. The winner of the election becomes president.\n\nThe Republicans are just beginning their race to see who will become the nominee. Last Thursday, the 17 candidates gathered together for the first time. They were divided into two groups. One group was made up of the 10 most popular candidates. The other group was made up of the seven less popular candidates. Popularity is decided by asking voters who they would vote for. It can change over time.\n\n## A Real Conservative?\n\nThe candidates spoke on TV. They came to show themselves to America. Each wanted to show that they are the best person to pick.\n\nMost of the candidates attacked Donald Trump. He is the most popular candidate.\n\nSome people feel Trump is not ready to be president. He has never been in charge of a state or city. He is a rich businessman. Mostly, he is famous for being on TV.\n\nThe other candidates said Trump is not a real conservative.\n\nConservatives like the old ways of doing things. They do not like change. The Republican Party has been getting more conservative.\n\n## \"Win When We Unite People\"\n\nMost people thought Jeb Bush would be the most popular candidate. Bush was once the governor of Florida. His brother and his father have been presidents.\n\nMany Republicans do not think Bush is conservative enough. On Thursday he tried to fight back.\n\n\"I governed as a conservative,\" he said of his years as Florida's leader. \"We left the state better off.\"\n\nBush also attacked Trump for the nasty things Trump has said about Mexicans. Many people feel what Trump said is unfair.\n\nTrump's words divide people, Bush said. Talk like that is not good for Republicans, he added. \"We're going to win when we unite people.\"'"
        },
        {
            "id": 75,
            "title": "Obama, Congress want to help former prison inmates find jobs",
            "text": "\tWASHINGTON, D.C. - Looking for work is hard. People have to fill out a job application. It asks many questions. One group of people has an even harder time finding a job. People who have been in prison often get asked tough questions about prison. Businesses may not give them the chance to talk about their skills.\n\nVivian Nixon is one of those people. She went to jail for a serious crime. After Nixon got out, she started to look for a job. She went on three interviews a week.\n\nBosses did not ask Nixon about her skills. Instead they asked about prison. They wondered what she did there. They wondered if she lived with scary people. They even wondered if prison is anything like it is on television. Nixon was embarrassed. Even worse, no one would give her a job. She looked for more than a year. Finally, she was hired by a hospital.\n\n## Skills First, Questions Later\n\nNow President Barack Obama wants to help people like Nixon. He is making a rule. It is for people who want jobs with the government. Bosses will not be allowed to ask people about their time in prison at the beginning of a job interview. They will have to wait until after a person has had time to talk about his or her skills.\n\nLawmakers in Washington want to go even further. They want to pass the Fair Chance Act. This law would help people trying to get government jobs. It would affect companies that work with the government, too. The law would stop bosses from asking people about prison until they are ready to offer them a job. The lawmakers still have to vote on it.\n\n## Supporting A Second Chance\n\nMore Americans now want to give people a second chance. Before, some bosses were scared to hire people who had been in jail. Now they are changing their minds. They want to help former prisoners get jobs. Then, former prisoners can lead good lives. They will not carry out crimes to get money. They will not have to go back to jail.\n\nGlenn E. Martin started JustLeadershipUSA. His group wants to lower the number of people in prison. There are 65 million Americans with criminal records, he said. A new law could really help them.'"
        },
        {
            "id": 76,
            "title": "PRO/CON: Should U.S. send more soldiers to fight Islamic State group?",
            "text": "\t### PRO: Send in U.S. troops\n\nPresident Barack Obama has no choice. He will have to become a real war leader. It is the only way to defeat the Islamic State group. He must send U.S. troops to Syria. It is the only way to win this war.\n\nIslamic State's attacks on Paris were horrific. It killed 130 people. It did not change the game, though. The game changed in 2014 when Islamic State broke out from Syria and defeated the Iraqi army. Now it has declared a country ruled by Islamic law. It is just starting in those two countries. It plans to take over others.\n\nThe group, also known as ISIS, is dangerous. It threatens the United States.\n\n## The Threat Of A Bigger War\n\nISIS wants its own country in the heart of the Middle East. This will cause war. ISIS is made up of Sunni Muslims. Sunnis have one view of Islam. Shiites are the other major Muslim group. Most of the people in Iraq and Iran are Shiites.\n\nA group like ISIS would cause war in the whole Middle East. Then problems will spread to Europe. People are already trying to escape the fighting. They are coming to Europe. At the same time, Russia is dropping bombs on several groups fighting in Syria. It could get even worse.\n\nISIS is also a threat to the world. Islamic State already has a global reach. It has thousands of foreign fighters. It is skilled at using the Internet. It finds new fighters online. On top of that, it conquered Iraqi land. Iraq has lots of oil. Now ISIS is the richest extremist group in history.\n\nThe Islamic State must live up to its image. It wants to prove it is a true Islamic nation. It must make people think it is powerful and growing. The way ISIS is doing that is to take the battle to its enemies. It is using terror attacks in other countries, like France. \n\nObama cannot say these dangers are under control. They are happening across Europe now. America is just watching it happen.\n\nOur plan for dealing with the Islamic State has been weak. The Islamic State has been tough. It has survived months of our bombing.\n\n## Stop ISIS From Spreading\n\nRussia has now entered the war. It is trying to prop up Syrian President Bashar Assad. Its bombings have just started more fighting. Still, it has not driven the Islamic State from Syria. It is true that ISIS has suffered defeats. The ethnic Kurds won a battle against ISIS. They took back the city of Sinjar. Yet ISIS bounces back every time.\n\nThe United States cannot solve Syria. As long as Russia helps Assad, he will stick around. Then the war will continue. Groups like ISIS and others will keep fighting him. Also, the United States cannot fight the Islamic State everywhere.\n\nThere is one answer. The U.S. could break the Islamic State's control of Iraq. That is worth doing. Commanding a state is what makes the group so powerful.\n\nWithout the United States, the chances of beating ISIS are slim.\n\nArab countries cannot fight a war against ISIS. They do not have the troops or equipment. They  do not have the ability either. The Kurds can win back territory. Beating ISIS is beyond them, though. The Iraqi military is not ready. European countries cannot fight in the Middle East on their own. They still need the United States standing by their side.\n\nIraq is weak right now. Its military cannot fight off more attacks.\n\nThis is bad news for President Obama. He boasted of ending the war in Iraq and withdrawing U.S. troops. But ISIS moved in when we pulled out our troops. \n\nAdding force bit by bit will not work. We send in 50 troops at a time. Then we drop a few bombs. Waiting to send in troops is risky. It could let the Islamic State spread even farther.\n\n> ABOUT THE WRITER: A 25-year Army veteran, James Jay Carafano is vice president of defense and foreign policy studies for The Heritage Foundation (heritage.org), a conservative think tank on Capitol Hill. Readers may write him at Heritage, 214 Massachusetts Ave. NE, Washington, D.C. 20002.\\n> \\n> This essay is available to Tribune News Service subscribers. Tribune did not subsidize the writing of this column; the opinions are those of the writer and do not necessarily represent the views of Tribune or Newsela.\n\n### CON: Sending in more troops won't work\n\nMore war will not stop the Islamic State group. \n\nWanting to fight back is understandable. French President Francois Hollande wants war against the Islamic State group. He sounds like U.S. President George W. Bush when he spoke of a war against al-Qaida right after the Sept. 11, 2001, terror attacks on the United States.\n\nAfter the Paris attack, Islamic State threatened to attack Washington, D.C. Now people are even more worried. Many want to attack the group, which is also known as ISIS.\n\nThere is just one problem. A war against the Islamic State is not likely to work. President Barack Obama knows that he cannot promise to destroy the Islamic State quickly. He would fail. Then he would have to eat his words.\n\n## U.S. Wars Come Back To Hurt Us\n\nOur wars are what got us into this mess. We started wars after the attacks on Sept. 11. We invaded Afghanistan in 2001 to stop terrorism. Unfortunately, we only have created more. We did weaken al-Qaida in Afghanistan. But then they moved elsewhere. We angered people with our war in Afghanistan. Now it is coming back to hurt us.\n\nOur invasion of Iraq in 2003 removed Saddam Hussein. He led a Sunni government. We replaced him with a government led by Shiites. They are the largest Muslim group in Iraq. The Shiites then attacked the Sunnis. They were angry about how Hussein had treated them.\n\nWhile occupying Iraq, we kicked Sunnis out of their jobs in the government. That left the Sunnis thinking they had no place in the new Iraq. Excluding the Sunnis just led to more Sunni fighters. Now we have the Islamic State.\n\nRabbi Michael Lerner is an expert on the Middle East. He says that the West must not act only in its own interests. Lerner says we must be aware that we are all connected as people. \n\nHe said: \"Until the powerful countries of the world are seen as mainly driven by a desire to care for the well-being of everyone else on the planet and the well-being of the planet itself,\" attacks like the ones in Paris will go on.\n\nThe response to the Paris attack should be peace. The West must make a deal with the Middle East. Then people in the Middle East will hate the West less. \n\n## Help End The Israeli-Palestinian Conflict\n\nThe Paris attack gives us a new reason to make peace.\n\nOne way we can do this is to solve the Israeli-Palestinian conflict. That conflict has gone on for years. It may have helped cause the killings in Paris.\n\nWestern powers support Israel. The United States particularly supports Israel. Osama bin Laden knew that. He used it to gain followers when he started al-Qaida in the 1990s.\n\nThe Arab countries were unable to get Israel to give the Palestinians their own country. Bin Laden attracted the youth of the Middle East. He told them that violence was the answer. It was the way to fight the West. Then Israel would have to give the Palestinians a country.\n\nMiddle Easterners think that the United States has been bought off by Israel. Bin Laden played on that view. Many in the Middle East think the United States let Israel take Palestinian land. For years, Israel has built homes on Palestinian land. All the while, the U.S. supported Israel.\n\nPresident Obama is not buying into President Hollande's thinking. He is wise. Obama knows that war in Syria will not help.\n\nRabbi Lerner's idea could achieve peace. We must change how we act in the Middle East. Then we can change the views of people who might attack us. \n\n> ABOUT THE WRITER: John B. Quigley is distinguished professor of law at Ohio State University. He is the author of 11 books on various aspects of international law. Readers may write to him at Moritz College of Law, 55 West 12th St., Columbus, Ohio 43210.\\n> \\n> This essay is available to Tribune News Service subscribers. Tribune did not subsidize the writing of this column; the opinions are those of the writer and do not necessarily represent the views of Tribune or Newsela. '"
        },
        {
            "id": 77,
            "title": "U.S. will welcome more people   running away from wars at home",
            "text": "\tBERLIN, Germany - Refugees leave their country to escape war and other terrible problems. They hope to find a new place to live.\n\nNow many more refugees can move to the United States. Secretary of State John Kerry announced the change on Sunday. Kerry is in charge of U.S. relations with other countries.\n\nMost of the refugees the United States will let in are from Syria. A terrible war has been happening there. It has been going on for five years.\n\n## Fighting In Syria Is Getting Worse\n\nSyrian fighters are trying to get rid of Syria's president, Bashar Assad. The United States would also like to see Assad gone. It is supporting some of the fighters.\n\nNext year, the United States will let in around 10,000 new Syrian refugees. In 2017 it will let in even more.\n\nThings inside Syria have been getting much worse. Around 9 million people have left their homes. More than 4 million have left the country. They no longer feel safe.\n\nOn Sunday Kerry met with several Syrian refugees. They said more and more people are leaving Syria. Many are losing hope that things will ever get better. The war is getting worse and worse.\n\nOne Syrian woman said she came to Germany with her 5-year-old daughter. She said her two other children were still in Syria. She hopes they can leave, too.\n\n## Lawmakers Worry Fighters Might Sneak In\n\nNot everyone is happy so many new Syrian refugees are coming to the U.S. Some lawmakers are worried. They say fighters could slip in with the real refugees. Those fighters could try to attack the United States.\n\nKerry and others say there is no reason to worry. The new refugees will be checked very carefully.\n\nSo far the United States has taken in only 1,500 Syrians since the war began. Germany has taken in far more than that.\n\nHillary Rodham Clinton said the U.S. \"has to do more.\" Clinton is now running for president. She was secretary of state before Kerry.\n\nClinton said letting in 10,000 Syrian refugees was \"a good start.\" She added that she hopes many more will be let in.\n\nKerry said there is only one way to fix the Syrian refugee problem. Syria's war has to end. Before that can happen, Assad will have to stop being president, he said.'"
        }
    ],
    "science": [
        {
            "id": 78,
            "title": "Crawling with iPhones and iPads",
            "text": "\tHave you ever helped your mom or dad use an iPhone? You might even be better at it. Here is why.\n\nDoctors asked parents some questions. They asked if their kids played with iPhones and iPads. The parents said yes. Most said they let their kids use them when they were very young.\n\nSome children learned how to use a screen when they were 1 year old. Other kids learned before that.\n\nOnly a few children waited until they were 4 years old.\n\n## Making A Call\n\nThe babies may have just been touching the screens. But parents said some knew what they were doing.\n\nSome children used an app before they turned 1. Others had called someone. Most started using apps at age 2. Some started playing video games at age 2.\n\nThe children liked playing with iPhones. They also liked playing with iPads.\n\nTheir parents liked it too. They said it made their children rest. Sometimes it made them fall asleep.\n\n## Doctors Were Surprised\n\nChildren played with iPhones when their parents were busy. Parents could do work then.\n\nDoctors say children should not use screens until they are 2 years old.\n\nMost parents do not talk about this with doctors.\n\nThe doctors were surprised by what the parents told them. The doctors did not think children were using iPhones and iPads so young. '"
        },
        {
            "id": 79,
            "title": "Curious 13-year-old invents a printer",
            "text": "\tSANTA CLARA, Calif. - Last December, Shubham Banerjee asked how blind people read.\n\nHis dad told him to \"Google it.\"\n\nSo Shubham did. He soon learned about Braille. The blind use Braille to read and write. Braille is paper with raised dots on it. Blind people read the dots with their fingers.\n\nBraille needs special printers. The printers cost thousands of dollars. Shubham was surprised to learn that.\n\nSo he invented a cheaper printer. Using Lego pieces, he made a Braille printer for his school science fair.\n\n## It's Good To Be Curious\n\nShubham is just 13 years old. Already he has his own company. He calls it Braigo Labs. It is trying to be the first company to make cheap Braille printers.\n\n\"It was curiosity,\" Shubham explained. \"I'm always thinking up something. If you think it can be done, then it can probably be done.\"\n\nShubham was invited to the White House to show his printer. He has won many awards. On Tuesday, Intel Corporation said it will give money to Braigo to help build the printers. Intel is one of the largest makers of computer chips. The money will let Shubham hire workers to make his printer. Then he can think more about school.\n\n## People Will Be Able To Read More\n\nGroups for the blind want a printer that does not cost a lot of money. It could help more blind people read books and news. It could also help them learn to read Braille. Right now, only one out of 10 blind people in the United States can read Braille.\n\n\"There is absolutely a need,\" said Gary Mudd. He is with the American Printing House for the Blind. \"Being blind is sometimes very expensive.\"\n\nBraille printers start at about $2,000. They cost $10,000 for schools and businesses. Braigo plans to sell its printer for about $350.\n\n## He Has Learned A Lot\n\nThe big question is will enough people buy them? Few blind people read Braille. Also, paper Braille may not be needed much longer. Braille can be read on phones.\n\nEven if the printers do not sell, Shubham has had a great experience.\n\nFor a while, Shubham's mom worried he was wasting his time.\n\n\"He would keep building and breaking things,\" Malini Banerjee said. She would tell him to give up and go to bed.\n\nNow she tells every mom, \"Believe in your child.\"'"
        },
        {
            "id": 80,
            "title": "Can playing games help kids with ADHD? Companies want to find out",
            "text": "b\"Many people want to make their brains work better. They want to keep their brains young. They want to remember things. Some companies are making computer games they say will help people's brains. Not everyone thinks the computer games will work.\n\nTwo companies say they will do large tests of their computer games. They want to see if the games will help children with ADHD. These children struggle with paying attention. They also struggle with controlling themselves. Many children around the world have ADHD.\n\n## Testing The Games\n\nIf the companies want to sell their games, something must happen first. A government group called the FDA must say it is OK. The FDA is responsible for food and medicine. The FDA wants to make sure the games work. Then it will approve them.\n\nThe first company did a small study of its video game. It showed that the game helped some children with ADHD.\n\nWhen children play the game, they must think quickly. At the same time, they must do things with their hands. This helps the brain remember things and pay attention. That is why scientists say the game might help children with ADHD.\n\n## Games Helped In One Test\n\nChildren who played the game did not get bored with it. It did not make anyone feel sick. Some video games can make people sick to their stomach. The game helped kids with ADHD pay attention and control themselves.\n\nSome doctors are not sure the game will work as well in real life. The company plans to study it more. They will test it on people with different brain problems.\n\n## More Testing Needed\n\nA second company made a different computer game to help people with ADHD. The goal of the game is to help people who are easily distracted.\n\nThe company completed a small study. It showed that the game was helpful to kids with ADHD. The results were very much like they were in the first study.\n\nBoth companies will test their games more. They will use larger groups of kids. Then they may know how much the games really help.\""
        },
        {
            "id": 81,
            "title": "Making science more interesting for girls",
            "text": "\tPITTSBURGH - Some people are pretty mad at the Carnegie Science Center.\n\nThe museum's problems began about a week ago. It offers many science programs for Boy Scouts. Classes include robotics and chemistry.\n\nSome people thought the museum only had one class for Girl Scouts. They wrote angry posts online about it.\n\nThe class is called \"Science With a Sparkle.\" It teaches girls how to mix their own makeup.\n\n\"Marie Curie may very well rise from her grave,\" wrote the blogger Jezebel. Curie was a famous scientist. She was the first woman to win the Nobel Prize in physics.\n\n## Making Science Interesting\n\nRight now, few women work in science, technology, engineering and math (STEM).\n\nMaking science more interesting to girls is very important, another blog said. The blog is called Wonkette. It said teaching them about makeup is the wrong way to do that.\n\nThe Science Center responded with long posts. The museum said it actually has more classes for girls. People just didn't know about them.\n\nThe museum had offered more serious programs for Girl Scouts. But not many girls signed up for them. Girls were not interested. They were more interested in sleepovers at the museum. Science With a Sparkle turned out to be popular.\n\n## Girls Do Have More Program Choices\n\nLinda Ortenzo defended the program. She runs STEM programs at the museum.\n\nOrtenzo said it teaches real chemistry. Makeup is a way to get them interested, she said.\n\nAlso, she talked about the other programs the museum has for girls. One is called \"Tour Your Future.\" It takes girls to different businesses and companies.\n\nHeather Arnet runs the Women &amp; Girls Foundation of Western Pennsylvania. Arnet was surprised that people got so mad at the museum. She said it has worked hard to get girls interested in science. It offers science sleepovers. It takes girls to visit scientists. The museum even has a website for girls called CanTEEN.\n\nArnet said something good did come of this. More parents are talking about girls and science.\n\n\"That's a good thing for everyone,\" she said.'"
        },
        {
            "id": 82,
            "title": "Kids learn to write code at summer camp and Legos make it fun",
            "text": "\tCHICAGO, Ill. - Eight-year-old Claire Dormanen is at camp just like every summer. This year is a bit different, though. She is adding something new to her camp activities. Claire is learning to write computer code.\n\nComputer programming is when someone writes a set of rules that make a computer work. The rules are called codes. All types of technology use codes. They are used in our phones and even our dishwashers.\n\n## Let's Make The Legos Dance\n\nSome summer camps now teach kids how to code. At camps, kids can build things out of Legos. Then they write codes to make the Legos move.\n\nMany parents think teaching children how to code is a good thing. Many experts agree. Other people are not so sure. They think kids should wait until they are a little older to code. They say kids should spend more time playing.\n\nSome parents want their kids to learn everything they can about computers.\n\n## Critics Say Kids Need To Play\n\nOther parents and experts think something different. They think these lessons are too soon. Kids already use technology every day. They think children should enjoy summer days outside instead of in the classroom.\n\nJim Taylor is a teacher at the University of San Francisco. He thinks kids younger than 10 years old should not learn to code. Taylor thinks that it is more important for children to play. When children play, they learn things they cannot learn in a classroom. They learn how to make friends.\n\n## From Apps To Sports\n\nKids can also play video games at camp. The video games teach them how to code. Kids can even make their own apps. Then they can send their apps to their parent's phones.\n\nCamps are a good place for kids to learn. Sometimes it is hard for schools to teach kids how to code. It is hard because schools cannot always add new classes. There are too many rules they have to follow. Summer camps can add any classes they want.\n\nBetty Hintch has a son named Mateo. Hintch understands why some parents may be upset. They do not want their kids looking at a screen all summer. Hintch is not upset. She wants Mateo to learn how to code. Mateo wants to play sports at camp. His mom says he can learn coding and play sports at camp.\n\n\"It's really a good thing,\" Hintch said.'"
        },
        {
            "id": 83,
            "title": "University gets more women to take computer science classes",
            "text": "\tSEATTLE, Wash. - In computer science, students learn how to write software. They learn how to build networks of computers that work together. They do difficult math using computers.\n\nIn the past, most computer science students were men. Some schools are trying to change that.\n\nThe University of Washington has a plan to get more women into computer science. So far, the plan is working.\n\nThere are few women in computer science programs across the United States. Only 1 in 7 computer science graduates is a woman. At the University of Washington, the number is much higher. It is 1 in 3.\n\n## Loves Computer Science\n\nThe university won an award for bringing women into computer science. The award comes with a $100,000 prize from Google. Lucy Sanders runs the group that gave the award. The group wants to get more women working in technology jobs.\n\nThe university is a \"welcoming community\" for women, Sanders said. The school has a strong plan to bring women into computer science, she added.\n\nSiena Dumas Ang planned to study dance and math at the university. Then she took a few beginner computer science classes. Soon, she fell in love with it. Dumas Ang will graduate this spring with three areas of study: math, dance and computer science.\n\nComputer science uses all the best parts of math, she said.\n\n## Helping The Students\n\nBeginning computer science classes at the university are challenging. There is a lot of help to get through them though. Working hard is more important than having studied computer science before.\n\nJasmine Singh knew she wanted to study computer science at the University of Washington. She took computer classes in high school. Still, it was difficult for her at first. There were times when she felt out of place. Sometimes, male students would talk about computer science and she did not understand the words they used.\n\nThe university helped Singh. She got a mentor. Her mentor was an older female computer science student. The mentor gave Singh advice on which classes to take. Singh is now in her last year at the university. She is studying both computer science and engineering.'"
        },
        {
            "id": 84,
            "title": "A plastic car with three wheels could zip into the future",
            "text": "\tJim Kor wants to change the world. He created a new kind of car that saves energy. It mostly runs on electricity. But it can also run on fuel made from corn.  Kor's new car is called the Urbee.\n\nThe plastic Urbee has two seats and three wheels. It can zip across the country on 10 gallons of fuel. A mini-van could just make it from Boston to New York with that much gas. What's most unusual about the Urbee is that it's made using a special 3-D printer.\n\n\"We want to make the greenest car on Earth,\" said Kor. He makes tractors and city buses in his other job.\n\n## Strong Like A Falcon, Fast Like A Cheetah\n\nKor took the idea from nature. The Urbee needed to be light and strong like a falcon. It also needed to be fast like a cheetah. To make such a car, he needed special 3-D printing technology. It provided strength and speed at a low weight.\n\nKor and his team finished their design in 2011. They built the car's body in a 3-D printing factory.\n\nComputers read the design software. Then the computers printed each car part. The printer made a plastic bumper. Then it made a hood. 3-D printing has been used to make tools, parts and models. But it had never been used to build the entire body of a car.\n\n## Speeding Up How Cars Are Made\n\nNormal modeling takes years. Making tiny changes to the design can slow things down. But 3-D printing is fast. Designers can change the car very quickly.\n\nFirst the Urbee parts were printed. Then the parts were shipped back in Kor's lab. Kor put them together there. He put two electric motors and a small ethanol engine into the car. Today, the Urbee is on tour. It's in England this month. Science and car lovers go crazy over the Urbee.\n\n\"One day all cars will look like this. ... I'd like to license two-and-a-half billion Urbees,\" Kor said, joking.\n\nThe goal is to sell each Urbee for about $16,000. Right now, hybrid cars cost about $20,000.\n\nMaking a car that's Earth-friendly is important, Kor said. \"But it has to be low-priced.\"\n\nLast month Kor said he has already designed the Urbee 2. It will need much less fuel to run.\n\nBut Kor first needs $3 million. That's what it will cost to make the drawings real. If Kor gets the money, he will begin to make the Urbee in 2014. Kor plans to drive the Urbee across the country in 2015. His son and his dog will make the trip with him.'"
        },
        {
            "id": 85,
            "title": "Talking Barbie doll might let strangers spy on kids",
            "text": "b\"Toys that talk back are the hot holiday gift this year. But they may be risky for children. Hackers who use computers to steal information may be able to target these toys.\n\nHello Barbie is one new talking toy. The doll connects to the Internet so it can speak. Internet safety experts reviewed the toy to see if it was safe for kids. They put out a report on Friday. Their report said its possible for hackers to break into the doll's system. They would be able to listen to the child as it played with the doll.\n\n## Toymaker Says Problems Are Fixed\n\nA company called ToyTalk makes the doll's system. Martin Reddy works for ToyTalk. He said that ToyTalk had already fixed a lot of the safety problems the experts found. The experts agreed that ToyTalk was fixing safety problems.\n\nOne expert said that any toy that connects to the Internet could let other people listen to children or steal information. He said that it is important to be careful about what the toy hears. Once something is on the Internet, it cannot be taken back.\n\nHackers already hit a toy maker in Hong Kong. They broke into VTech's system. Hackers took information from more than 6 million kids who played with VTech toys.\n\nTo make Hello Barbie talk, a child can press a button on the doll. The child then speaks to it. The child's voice is sent over the Internet to ToyTalk. Then, a computer sends a message back to the doll, and the doll talks back to the child.\n\n## Parent Needs To Set Up The Doll\n\nA parent has to set up Hello Barbie first. While a parent is setting up the toy, a hacker can steal information. If it is set up safely, a hacker cannot steal information after that. Hackers cannot change what the doll says.\n\nToyTalk wants to let customers know it takes privacy seriously. The company even gives rewards to outsiders who find privacy problems. It pays them to work with the company to fix them.\n\nBut the company also said that it is not possible to make sure nobody ever gets kids' information. There is no such thing as perfect security, the company warns.\""
        },
        {
            "id": 86,
            "title": "Schools do the math as they give students computers or tablets",
            "text": "\tLOS ANGELES - Schools are giving kids their own computers.\n\nBut this is very expensive. So, schools are trying to spend their money smartly.\n\n\"Everyone is trying to figure out the best solution,\" said Brian Lewis. He is an expert on schools and technology.\n\nMore and more, schools are asking students to do their work on computers. But many students can't afford them. So, many schools are buying them for the students.\n\n## Choosing Cheaper Computers\n\nThe Los Angeles schools are spending $1 billion to buy everyone an iPad. It is one of the most expensive programs in the country. The iPads cost $768 each. Every student, teacher and principal will get one. The iPads come with new math and English lessons.\n\n\"Our youth deserve the best we can afford,\" said John Deasy. He is in charge of the LA schools.\n\nOther schools find cheaper ways to provide the latest computers. Many buy or rent cheaper computers. Some give younger students less expensive computers, while older kids get the more expensive ones.\n\nJay McPhail works for Riverside schools in California. He said iPads are the best for students. The problem is iPads with lessons cost too much money.\n\nInstead, Riverside is buying cheaper computers and tablets for students. They cost as little as $150 each.\n\n## Using Free Online Lessons\n\nOther districts choose Chromebooks. The Chromebook is a laptop computer. It has a larger screen. Students can go online with them and write papers.\n\nThe Huntsville schools in Alabama are getting rid of their schoolbooks. The district is putting all school materials online. For Huntsville, HP laptops are the best choice.\n\nSchools save money another way. They buy computers without lessons. In Los Angeles, that is what made the iPads so expensive.\n\nTeachers in Riverside often use online lessons. Many of them are free. That has saved Riverside a lot of money.\n\nPerris school teachers in California make their own lessons on the computer. The lessons can be used on different kinds of computers. That's important. New computers are always coming out.'"
        },
        {
            "id": 87,
            "title": "Libraries aren't just for books anymore",
            "text": "\tMINNEAPOLIS - Ridwa Yakob thought libraries were just for books.\n\nThen she saw the Teen Tech Center at the Minneapolis library. The center has rows of new computers and iPads. It has the latest video equipment. It even has its own recording studio.\n\n\"I used to be super into reading. That's what I thought libraries were for,\" said Yakob, 18. Now she helps kids use high-tech materials at the library.\n\n## Community Tech Centers\n\nShhhhhhh. You may not know it, but libraries have become community tech centers. They don't just offer computers with free Internet. They also offer 3-D printers and e-books.\n\nLibrarians are experts at finding books. But they also have become experts at finding information online. They show people how to use a computer. They can even show people how to use Facebook.\n\nLibrary visitors wouldn't have it any other way.\n\nThe Internet has become almost as important as books. A new study discovered this. Most people said borrowing library books was \"very important.\" Most people also said free Internet was \"very important.\"\n\nStarting in 2008, many people lost their jobs. They needed help looking for jobs online. So, librarians began helping them with e-mail. Librarians began teaching computer skills.\n\nAbout the same time, e-books became popular. People started walking in with e-readers, like the Amazon Kindle.\n\n## Many Come In For Tech Help, Leave With More\n\n\"They come and ask me for e-book help. They usually end up with a little bit more,\" said Andrea Egbert. She works for a library in Minnesota.\n\nMost librarians are happy to help. But they can't always fix the problem. For example, your iPad doesn't work because you dropped it in the bathtub. A librarian can't fix that.\n\nBut people don't need to go to the library to use it. They may never meet the librarian they \"chat\" with. People download e-books at home. Students get free homework help on the Internet.\n\nLibrarians think these changes are a good thing.\n\nLibraries let people use new technology. A library in Minnesota bought a 3-D printer. People print solid objects with it. The library bought it mainly for teen programs. It became very popular. Now the library has 3-D printing classes for adults.\n\nStill, libraries won't throw away their books anytime soon. Most people still would rather read a real book than an online one.'"
        },
        {
            "id": 88,
            "title": "Millennials of all colors click for online news, poll says ",
            "text": "\tWASHINGTON, D.C. - All around us, things are happening in the world. The news tells us what is happening. People get news in different ways. Maybe you watch TV or use a computer. Perhaps you ask your parents.\n\nA new study wanted to find out how people between the ages of 18 and 34 get their news. These people are called millennials.\n\nThe study asked millennials how they use technology to get their news. Computers and cellphones are types of technology. The study found that black, white and Hispanic millennials get plenty of news. Two out of every three millennials say they often read and watch news online.\n\n## All Have Access To Technology\n\nSome people used to worry about this. They worried that people of color would not have the same chance to use technology.\n\nThe study found that they were wrong.\n\n## Facebook, Phones And Tablets\n\nMillennials like to use Facebook. Some even get their news on Facebook.\n\nAfrican-Americans and Hispanics use some types of technology the most. They like to use smartphones.\n\nNearly all millennials use smartphones. Half of them use a tablet such as an iPad.\n\nAfrican-Americans are also more likely to use Facebook to keep up with \"trending\" stories. Trending stories are ones that many people are talking about.\n\n## Millennials More Alike Than Different\n\nThe study said the biggest thing African-American millennials do online is streaming music, TV or movies online. Hispanic millennials like keeping up with their friends. White millennials like sending email.\n\nTom Rosenstiel was in charge of the study.\n\n\"Millennials' similarities are much greater than the differences people thought that there were going to be,\" he said. \"We've created new common ground.\"\n\nThe study used a survey of 1,045 young adults. They answered a list of questions. The survey took place from Jan. 5 through Feb. 2, 2015.\n\nThe survey was conducted using online interviews in English and Spanish. All the adults were age 18-34.'"
        },
        {
            "id": 89,
            "title": "A video game called \"Minecraft\" helps teachers make school more fun",
            "text": "\tCHICAGO - Arie Estrin is building a submarine on his school's computer. He puts it together block by block.\n\nArie is a seventh-grader. He is making it with one of the world's hottest video games: \"Minecraft.\"\n\nSome people think computer games should be played at home. Still, more and more teachers are using them in the classroom.\n\nTeachers are using technology to get kids excited about school.\n\nNothing has gotten kids more excited than \"Minecraft.\" It lets kids build almost anything they can imagine out of colored blocks. The game came out in 2009. More than 100 million people play it around the world.\n\n\"Minecraft\" was invented by Markus Persson. He is a game designer from Sweden. He wanted to make the kind of game he played as a kid.\n\n## Kids \"Love It\"\n\nThe results can be amazing. YouTube is filled with entire \"Minecraft\" cities and made-up worlds.\n\n\"The secret sauce is that kids are engaged,\" said Joel Levin. He is a retired teacher. His company, TeacherGaming, makes \"Minecraft\" for schools. Kids \"love it. They want to do it,\" he said.\n\nSome kids sign up for weekend or summer classes to play \"Minecraft.\" Dana Stewart teaches at Northwestern University. Her students use \"Minecraft\" to build ancient Egyptian buildings. The project makes them think about designing buildings. The students feel like they're walking through the buildings in real life.\n\nThe idea is to use a game kids love to teach them about science, said Jana Sebestik. She is with the University of Illinois.\n\n## \"Build Anything\"\n\nSince November, fifth-graders in Palatine, Ill., have been building their own worlds. These worlds are complete with dragons. The students also write about their adventures.\n\n\"'Minecraft' is a nice way to make your imagination fly a little bit better,\" said Amelia Landau, 11.\n\nDan Rezac is with a school in Northbrook. He said \"Minecraft\" can be amazing.\n\n\"With 'Minecraft,' they can build anything,\" he said. They learn to work together with other people. They build worlds and lands and objects. They can even make a human body.\n\nThere's no end to what a kid can do with \"Minecraft.\"'"
        },
        {
            "id": 90,
            "title": "This is no joke: A mummy goes to the hospital for a health check",
            "text": "\tST. LOUIS - A mummy went to the hospital Sunday.\n\nHis name was Amen-Nestawy-Nakht. He was a priest in Egypt 3,000 years ago. He was at the hospital to get an X-ray. It was a 3-D X-ray called a CAT scan. He had one many years ago. But the technology was not so good back then.\n\nScientists hoped this X-ray would show new things. They wanted to know how he died. They also wanted to learn more about his health when he was alive.\n\nThe scientists also hoped a few things were left inside the mummy's wrapping. Robbers broke into the tomb, probably thousands of years ago. Many important things were lost.\n\n## Taking X-Rays Of The Mummies\n\nSpecial movers went to the St. Louis Art Museum Sunday. They picked up Amen-Nestawy and two other mummies. The movers brought them to the hospital in special cases to protect them.\n\nA team of professors and doctors were at the hospital. They were waiting to study the mummies.\n\nX-rays let them study the mummies without unwrapping them. The team did not want to damage them.\n\nThe scans could help the team understand about ancient Egyptians' health. For example, some mummies still have arteries. An artery is a tube that moves blood through the body. The artery could show if the person had been healthy or not.\n\nThe X-rays will also help us imagine what those people were like, said Lisa Cakmak. She helps run the museum.\n\nTwo mummies got an X-ray. One was a priest. The other was a rich woman.\n\n## Finding An Amulet On One\n\nThen the team brought Amen-Nestawy into the scanner. They noticed he was tall. \"This is going to be interesting,\" said a member of the team.\n\nBut the mummy fit just fine into the machine. The doctors crowded around a computer. And then the mummy's insides came up on the screen.\n\nDoctors will study the X-rays for months. But they saw some things right away. His back was badly broken. The doctors said it may have been broken by robbers stealing things from the mummy in its tomb.\n\nThe giant machine scanned the mummy, and the computer showed shapes in black-and-white. It picked up a round shape in the middle of his chest. It looked like a piece of jewelry called an amulet. In ancient Egypt, amulets were buried with mummies. They were meant to keep the person safe and healthy in the afterlife.\n\nThe X-ray will copy the shape of that amulet. The doctors will take the picture to a 3-D printer and make a plastic copy. Soon, someone could hold a copy of that 3,000-year-old Egyptian amulet.'"
        },
        {
            "id": 91,
            "title": "Is there a new planet in our solar system?",
            "text": "\tFinding new planets is important. In the last 20 years, scientists have found about 2,000 using a telescope in space. No single planet is likely to be much of a big deal. \n\nLast week, scientists announced they discovered another new planet. This one is a very different story. It does not circle a distant star. Instead, it is part of our own solar system. The new planet would be a very big deal.\n\n## A \"Super Earth\"\n\nThe scientists are Konstantin Batygin and Mike Brown. They work at the California Institute of Technology. They are astronomers and study space. They say the new planet is beyond Pluto. It might be 10 times bigger than Earth.\n\nThey are calling it \"Planet Nine.\" It would be a so-called \"Super Earth.\" There are many Super Earth planets around other stars. There have been none, until now, in our own solar system.\n\nSadly, they have not actually found it yet, Brown said. No one has ever even seen it. Even though Planet Nine is really big, it would be very dark. The evidence for the planet is strong, though. They think its gravity is very strong. Its gravity is changing the orbits of nearby space objects.\n\n## Excited About \"Planet Nine\"\n\nBatygin and Brown are not the first to say there is an extra planet in our solar system. In 2014, two scientists thought there might be something planet-sized out there. Batygin and Brown took another look.\n\nAt first, they said there could not be a planet out there. The idea was crazy, Brown said.\n\nYet, there was no other explanation. A new planet was the only one that fit the facts.\n\nMany scientists think Batygin and Brown are right. Not all agree, however.\n\nHal Levison is a scientist with the Southwest Research Institute in Colorado. Over the years, some scientists have thought they found a new planet, Levison said. They were wrong. Levison thinks this one may be wrong, too.\n\nOther scientists are excited about Planet Nine. Scott Sheppard is a scientist with the Carnegie Institution for Science. He is one of the scientists who had thought there might be a new planet. When Sheppard was growing up, he thought that all the big planets were found. He is excited by the idea that he could be wrong.'"
        },
        {
            "id": 92,
            "title": "Free Wi-Fi is coming to New York City streets",
            "text": "\tNEW YORK, N.Y. - New York is turning its old payphones into a Wi-Fi network. The network will let people use the Internet for free. It is supposed to be the biggest public Wi-Fi network in any city in the world. It is also meant to be the fastest.\n\nThere will be about 7,500 hot spots. A hot spot is where people can get Internet service. The hot spots will be in booths called kiosks. The kiosks are tall and thin. Every hot spot will also have a phone that can be used for free. There will also be chargers for cellphones.\n\n## It Seems Good, But Is It Safe?\n\nNew York says it will democratize data. That means it will let everybody freely use the Internet. Many people like the idea.\n\nWhen a person uses a cellphone to go online, they use data. People buy data from a cellphone company. Wi-Fi helps to cut how much data a person uses.\n\nOthers are worried. They think it is not safe to use public Wi-Fi. The city said data will be coded. This will keep it safe. No one should be able to read what other people do on their cellphones.\n\n## Goodbye Payphones, Hello Free Wi-Fi\n\nPayphones might seem old-fashioned. Most Americans own cellphones today. There are still about 8,200 payphones on New York streets. They are not used much. They were tested last year. More than 1-in-3 did not work.\n\nThe new Wi-Fi plan is called \"LinkNYC.\"\n\nA group of companies will pay to build the network. It will cost them about $200 million. The companies will be paid back with half of the money made from advertising at the hot spots. Advertising at the hot spots is expected to provide $1 billion in 12 years. The city will get the other half of the advertising money.\n\nThe service is expected to be super fast. It will be about 20 times faster than home Internet service.\n\n## Other Cities Want Fast Wi-Fi Too\n\nMost Americans carry a cellphone. The New York network can help people use less data, said Erik Stallman. He is a lawyer for a group that supports Internet rights. The Wi-Fi plan can also help cellular networks that are being used a lot, Stallman said. When the networks are used too much they can run slowly.\n\nSome people do not like LinkNYC. A payphone company is taking the city to court. It said it is unfair that only one group of companies can offer the Wi-Fi service. The city has said the plan is fair.\n\nOther cities are trying to set up free Wi-Fi. Boston is one.'"
        },
        {
            "id": 93,
            "title": "Opinion: Cargo drones can help poor countries make progress",
            "text": "b\"LAUSANNE, Switzerland - Drones are remote-controlled planes. Drones can be flown by computers on board. People can also control them from the ground. They can be used as a weapon during war. They can also be used to deliver packages to people's homes.\n\nDrones that fly packages are called cargo drones. There will be even more of them in a few years. These drones do not weigh very much. It makes them cheap to fly. Yet, they are just as fast and safe as cargo planes.\n\nRich countries and poor countries may use drones differently. In rich countries, drones will mostly deliver packages. In poor countries, drones can have a more important purpose.\n\n## Drones Can Save Lives\n\nAbout 800 million people in the world live far from hospitals. Drones can fly medicine to distant villages. They can save lives. They can even give people jobs.\n\nA group of people started a new program. They are in Switzerland. The group is called Red Line. Companies are just beginning to make emergency cargo drones. Red Line wants to speed this up. The group also wants to build the world's first droneport in Africa. A droneport is an airport for drones.\n\nTechnology does not always help poor countries. Sometimes, things that cost less work better. Training teachers can help more than technology in poor countries. Health care can help more, too.\n\n## Devices Can Fly Anywhere\n\nBRAC is the world's largest charity group. It gives money to poor people. It is in Bangladesh, a country near India. BRAC has helped 1.3 million students go to school. The children do not use computers. They do not need technology.\n\nWhy be hopeful about cargo drones? One reason is that they can fly anywhere. They can go to faraway places in Africa, Asia and Latin America. There, many people are very poor. Many are also sick. Villages are far apart. Roads might never be built to connect them.\n\nCargo drones will never take the place of trucks and trains. Cellphones became popular in Africa. They are cheaper than making a landline phone system. Landline phone systems need miles and miles of wires. Cargo planes can be like cellphones. They can work for those who need them most.\n\n\""
        },
        {
            "id": 94,
            "title": "Opinion: Drones can be useful and harmful at the same time",
            "text": "b\"LONDON, England - Drones are airplanes that can fly themselves. They do not need a pilot.\n\nDrones can be as big as a regular airplane. They can also be very, very small.\n\nThese days, drones seem to be everywhere. They are used to find lost people. They are used to spray farmers' fields. Some companies even want to use them to send packages.\n\nDrones can be very useful. They can also be very harmful. For example, they can be used to spy on people. Drones can record what someone is doing without the person even knowing it.\n\n## Tiny Drones Fit In Tiny Spaces\n\nMost drones have cameras on them. These cameras can take very clear pictures.\n\nNow some drones also have special thermal cameras. Such cameras show body heat. They can spot a person in the dark or through walls.\n\nSome new drones can do even more than that. They can recognize a certain person.\n\nDrones are becoming smaller and smaller. They can now get into tiny spaces. They can peek through windows and fly into buildings.\n\nDrones are also very quiet. A small one can sit unnoticed in a corner.\n\nDrones could be used for all sorts of spying. For example, people could use them to spy on their neighbors. People who want to attack the United States could use them to spy on our country's leaders.\n\n## Using Drones For More Good Things\n\nThe price of drones is dropping quickly, too. The simpler kinds now cost only a few hundred dollars. Soon, almost anyone will be able to buy a drone. There will be more and more of them around.\n\nDrones can also be used to do bad things. Something must be done to stop those things from happening.\n\nWe should not just get rid of drones. They can also do good things. Drones are perfect for many kinds of jobs. For example, they can fly close to a fire. A person in a plane would not be safe doing that.\n\nStill, the way drones can so easily spy on people is a big problem. People have a right not to be spied on.\n\nThere are laws against spying on people. Such laws were written for things like computers and telephones. They could also be used for drones.\n\nThe police should use those laws whenever they can. It will take time to write new laws just for drones.\""
        },
        {
            "id": 95,
            "title": "Robot cars are ready for the road, lawmakers are not",
            "text": "\tCar accidents killed more than 34,000 people last year in the United States. Most of those accidents were caused by people, not the cars. The good news is that may change.\n\nRobot cars are headed to U.S. roadways. These vehicles use a computer or a machine to control some of the car's motion. Cars that steer themselves through bumper-to-bumper traffic will be for sale by the end of the year. Cars that park by themselves will be next.\n\nCars that don't need a driver at all are less than 10 years away.\n\nInventors are working quickly. The problem is, lawmakers need to catch up.\n\nOnly Nevada, California and Florida allow testing of driverless cars on their roads. These states also started to write a new set of laws for those cars. The new laws will answer many of the questions about driverless driving.\n\nDo you need a license to ride in a self-driving car? Who is at fault if there is an accident? The car's owner or the carmaker? What if a self-driving car runs a stoplight? Who gets the ticket? Should the person riding in the self-driving car be allowed to nap? Send texts? Or drink beer? Is it possible for a hacker to take over a computer-powered car over the Internet?\n\nThese are all issues puzzling lawmakers.\n\n## Controlling Self-Driving Technology:\n\nIn Washington, D.C., the Senate's transportation committee tried to understand the possible dangers of driverless cars. They also thought about what rules might be needed nationwide. The National Highway Traffic Safety Administration (NHTSA) is trying to find answers to their questions. The NHTSA have created a new group to help study the robo-cars. It will focus on cyber security, so that drivers don't lose control of their cars. It will also study the possible future of \"car communication.\" Technology may soon allow vehicles to exchange information while driving.\n\nThe head of the NHTSA said that the new car technology is \"breathtaking.\" He added though, that safety is the most important thing.\n\n## Should People Be Allowed To Drive?\n\nSome people think cars that are run by a robot will drive better than people. They say that's because humans tend to make more mistakes than computers. Richard Wallace works in Michigan studying the future of cars and driving.\n\nHe said computer-driven cars could help stop the majority of car crashes each year. Some tools to stop car accidents are already in cars.\n\nOne of those tools stops cars from rolling over during an accident. Some new cars can sense when they  are about to collide into something. The car brakes automatically. Wallace says the next step is \"traffic jam assist.\" This technology lets a driver push a button to let the car find its way through slow-moving traffic.\n\nWallace says that next year some cars will have traffic jam assist. He added that automatic parking will be in cars in the next few years. Fully robot-driven cars will most likely not be available for at least another seven years.\n\nJohn D. Lee is an engineering professor at the University of Wisconsin. He told senators that the technology may help safety - but it could also hurt it. Drivers will have more distractions than ever. And cars will not be so simple.\n\n\"Fifteen years from now, lawmakers probably will be debating whether people should even be allowed to drive,\" Lee said.'"
        },
        {
            "id": 96,
            "title": "Let the fierce robot battles begin!",
            "text": "\tOAKLAND, Calif. - The huge robot looks scary. It has a missile launcher for one arm and a cannon for the other. It is not as tough as it looks. It is just showing off. The robot moves very slowly. That is because it runs on a small lawnmower engine.\n\nThe robot's builders want to turn robot fights into shows. They have signed it up to fight a robot from Japan. First, they have to get it ready.\n\nGui Cavalcanti and Matt Oehrlein built the robot, called Mk II. They have a company called MegaBots. They challenged the builders of a Japanese robot to a fight and it was accepted. Both sides have to pick a time and place.\n\nSome gamers have been waiting for this their whole lives, Cavalcanti said. People like battles and people like technology. \"This is a perfect blend,\" he said.\n\n## My Robot Can Crush Your Robot\n\nThe Japanese robot is named Kuratas. It is faster and stronger than Mk II. Kuratas has a machine gun, and Mk II only fires paintballs. Mk II needs a driver to keep it moving. Right now it has more in common with a truck than a robot.\n\nKuratas can fight with its hands. Mk II is built to shoot its weapons from a distance. \"It can't really take a punch or swing a punch,\" Oehrlein said.\n\nThe inventors posted a video online, looking for money. They asked for help to make their robot better. They raised half of the money they needed in only two days.\n\nThe inventors worked on Mk II for almost four months. Now it has armor so it can take a punch. It also moves better. Mk II will need more power to run some of its new features.\n\n## Bring On The Robot Battles\n\nMegaBots started in Boston. The company moved to San Francisco to have a better place to build robots. It was hard to build big robots in Boston, Oehrlein said. There were not enough spaces to build properly. San Francisco has more buildings with room to do that, he said.\n\nThe robot builders have big dreams for a new battle sport. It would be a kind of robot Olympics. There will be special arenas. Each country will battle with its own robot army.\n\nThere is no reason to worry, Oehrlein and Cavalcanti say. It will always be just sport.\n\nThe robot is big and slow and it can easily fall over, Cavalcanti says. It is not useful for a real army. A robot fight, though, is different. Look out, Kuratas.'"
        },
        {
            "id": 97,
            "title": "Using birds and cats as weapons of war",
            "text": "\tPictures from hundreds of years ago have people talking. The pictures show cats and birds with what look like modern-day bombs strapped to their backs.\n\nThe strange pictures of the animals were from a book. The book was a guide on weapons and war. It was published around the year 1530.\n\nWords at the bottom of each drawing tell what the pictures are about. The words are in German.\n\nThe book tried to tell army commanders about how to use the animals. They were supposed to be used in wars. They could strap the weapons or bombs to the animals. Then, the animals could start fires in an enemy castle or city.\n\n## Some Strange Pictures ...\n\nThe pictures fascinated people from all around the world. Researchers at the University of Pennsylvania were very interested in the pictures, too.\n\nThe researchers scanned each of the drawings, some in full color, into computers. Because they are online, more people can look at them.\n\nMitch Fraas works at the University of Pennsylvania. He said that when he first saw the drawings he didn't know what to think of them.\n\nFraas thought the pictures looked strange. That's because the animals in the pictures had fire coming out of the gear strapped to their backs.\n\nWere animals from the 1500s really wearing technology used today?\n\nFraas says definitely not.\n\nA man named Franz Helm wrote the book. He knew a lot about weapons. He was believed to have fought in many battles.\n\nWhen Helm was alive, gunpowder was changing the way wars were fought. Gunpowder is a material that can explode.\n\n## ... And Even Stranger Advice\n\nHelm's book was popular back then and more than one artist helped draw the pictures in it.\n\nThe book shows cats and birds with weapons strapped to them. It explained how animals could be used to fight enemies.\n\nThe book says to find and take an animal from an enemy's land. Then it recommends strapping something to the animal that will start a large fire.\n\nHelm thought that once the animal had the weapon on its back, it would run home. Once home, the gear on the animal's back would start a raging fire.\n\nBut Fraas said he could not find any proof that this happened 480 years ago. He found no proof that animals were used to cause harm.\n\nIt's a good thing, too, because Fraas said that it's \"really a terrible idea.\"\n\nHe said it's \"very unlikely the animals would run back to where they came from.\"\n\nInstead they would probably stay put, Fraas said. That would mean that a fire would start exactly where it wasn't supposed to start.'"
        }
    ],
    "sport": [
        {
            "id": 98,
            "title": "Bol Bol, 14 years old and 6-foot-10, reminds basketball fans of his dad",
            "text": "\tBol Bol is a high school student in Kansas. He is only 14 years old, but he looks much older. Bol is 6 feet 10 inches tall. He is already taller than most grown-ups.\n\nBol is even taller than most professional basketball players. He looks like a National Basketball Association (NBA) player. Someday he wants to play in the NBA. For now, he plays on a team at school.\n\nIt is not always easy being tall. Bol has to have clothes made that are long enough for his arms and legs. His coach bought an extra long pair of pants for Bol. They cost $100.\n\n## Dad Was An NBA Star\n\nBol is tall because his father, Manute, was also tall. He was 7 feet 7 inches tall. Manute was a famous basketball player. He played in the NBA for 10 years. He was a kind man and a hero to many people. Manute came from Sudan in Africa. He used the money he made playing basketball to help people there. He built schools and hospitals in Sudan. Manute died when Bol was a young boy.\n\nBol is like his father in many ways. He is tall and skinny, just like his dad. His face, eyes and hands also look like his father's did. Bol's mother says that Bol even acts like Manute.\n\nBefore he died, Manute taught Bol to play basketball. He used to take Bol to the gym to practice. When they were together, strangers would stare at the tall men playing on the court. At first, Bol did not like basketball. His father and older brothers really liked to play. They wanted Bol to like it too. Now, Bol likes the sport.\n\n## Getting Better All The Time\n\nBol is only a teenager, but he is already a good player. His coaches think he is talented.\n\nThe coaches at his high school are helping Bol. They want him to become a better player. They also help him grow up. At school, they remind him to tuck in his shirt and dress well. During practice, they teach him new skills.\n\nBol wants to become as good as his dad was. He still has a lot of work to do. He has to keep practicing. It is not easy to get to the NBA, but Bol is working hard.\n\n\"I'm trying to go to the NBA,\" he said. \"To help my family. Like my dad.\"'"
        },
        {
            "id": 99,
            "title": "Baseball teams worried about riots in Baltimore play in empty ballpark",
            "text": "\tBALTIMORE, Md. - Last week, the city of Baltimore was torn apart by riots. Buildings were burned. People looted, stealing from stores. Policemen were injured.\n\nThe anger in Baltimore was over the death of Freddie Gray. Gray was a 25-year-old black man. He died after being arrested by Baltimore police.\n\nOn Wednesday, the Baltimore Orioles were scheduled to play a baseball game against the Chicago White Sox. The game wasn't called off. Something even stranger happened: the game was played, but no fans were allowed inside the stadium.\n\n## No Fans, Quiet Stadium\n\nThere are 45,971 seats in Camden Yards. It's the home of the Orioles. On Thursday, there were three scouts sitting in the seats. Scouts work for the teams. The rest of the seats were empty.\n\nNews reporters were at the game. They shook their heads. They'd never seen anything like it.\n\nNo one has. This is the first time a Major League Baseball game has been played with no fans there.\n\nSounds echoed through the huge stadium: the crack of the bat, the swoosh of a slide. Even the players talking in their dugouts could be heard.\n\n## \"Weird\" And \"Different\"\n\nThe game moved quickly. It lasted about two hours, which is short for baseball.\n\nSome fans always show up for a baseball game, even if both teams are bad. Even Little League games have parents and friends watching. Playing in an empty stadium got players and coaches thinking.\n\nWhat's the point of playing if there are no fans? Why do fans come to watch in the first place? Can baseball help Baltimore to heal?\n\nWhite Sox pitching coach Don Cooper said that playing in an empty stadium was \"weird\" and \"different.\"\n\nHe has thought a lot about it, he said. Without fans, the players must find motivation inside themselves, he said.\n\n## A Home Run Still Counts\n\nStill, baseball is baseball.\n\n\"If a ball goes into the seats and nobody sees it, is it still a home run? You bet it is,\" said Cooper.\n\nBuck Showalter is the manager of the Orioles. His voice matters here in Baltimore. Showalter said it's not his place to imagine why the city exploded in anger.\n\nHe said he had no way to truly understand the experience of a young black man in the city.\n\n## Fans Cheering From Outside\n\nStill, Showalter hoped his team could help bring the city together.\n\nOutside the stadium, a small group of fans looked in. They provided the games only cheers: \"Let's go, O's!\"\n\nBenjamin Fluke is 19 years old. He was watching the game from outside. \"You're taking away from the fans, but I understand there is bigger stuff going on than baseball right now.\"'"
        },
        {
            "id": 100,
            "title": "Buddy Baseball makes special friends",
            "text": "\tCHICAGO - Kathryn Dungan is slow to speak and express herself. It's been a challenge for her. Kids like her have special needs.\n\nThe Rising Stars Buddy Baseball program in Wheaton, Illinois, tries to help young people with special needs. The program lets kids like Dungan play sports. Kids without special needs help them out. The program matches them together. Then they play together on the field.\n\nNicole Giambalvo was matched with Dungan. Giambalvo tried to speak with her during the buddies' first several meetings. It wasn't working. Dungan stayed quiet.\n\nAt the time, Dungan was 13. She was shy. She liked nail polish and Disney princesses. Baseball didn't interest her.\n\n## Giggling In The Outfield\n\nGiambalvo came up with a plan. She would pretend they were princesses, not baseball players. She listened to how Dungan spoke with her parents and two brothers. Then she tried to speak with her like they did. It worked! It got her to talk.\n\nToday, Giambalvo and Dungan are both 18. They've been friends for five years. Now, they meet once a week to play. They hold hands as Giambalvo leads Dungan to first base after she has a hit. Then, while waiting to make a catch, they giggle together in the outfield.\n\nThe girls also hang out off the field. They go swimming. They even went to a Taylor Swift concert together.\n\nThe number of \"buddy\" sporting programs is growing. Supporters say the programs teach young people. They help kids without special needs understand people who have trouble learning.\n\nSpecial Olympics Unified Sports has games all over the world. Thousands of athletes take part. It puts athletes with special needs on the same fields as other athletes.\n\n## All About Having Fun\n\nIn Wheaton, the Buddy Baseball program is now in its 23rd year. Buddies and players are surrounded by family and friends. They cheer them on.\n\nThe games are more about having fun than keeping score.\n\nMK Dungan is Kathryn's mother. It makes her happy to see Kathryn enjoying the baseball games. Kathryn even talks about it for days beforehand.\n\nSome pairs have been together for years. They return home from college and jobs to be back on the field with their old friend.\n\nGiambalvo is now at college. She wants to keep returning each summer to spend time with Dungan. Giambalvo now counts her among her closest friends.\n\n\"She's taught me probably more than I've taught her,\" Giambalvo said.'"
        },
        {
            "id": 101,
            "title": "Newcomer beats famous champion in women's mixed martial arts",
            "text": "\tHolly Holm and Ronda Rousey are two of the best fighters in the sport of mixed martial arts. It is also known as ultimate fighting. The sport is a mix of boxing, kickboxing, and wrestling.\n\nOn Sunday, Holm beat Rousey. She won in the Ultimate Fighting Championship (UFC).\n\nThe fight took place in Australia. More than 56,000 people went to watch the fight.\n\nRonda Rousey was thought to be unbeatable. Holm was the underdog. Rousey was a champion at mixed martial arts. Holm was a champion boxer. Now Holm is a champion at mixed martial arts, too.\n\n## Surprise Win In Second Round\n\nHolm surprised the sporting world with a winning knockout in the second round.\n\nRousey was sent to a hospital. She is OK. She stayed overnight just to be safe.\n\n\"Everything we worked on ended up being used,\" Holm said after the fight. She now has 10 wins and no losses.\n\nRousey, age 28, is six years younger than Holm. She appeared very tired by the end of the first round. She badly missed with a punch when Holm ducked. Rousey was hit by Holm's left hand over and over. One punch set up a left kick to the head. That ended the fight.\n\nRousey seemed ready for the match. In fights before facing Holm, she beat three other fighters in just seconds. Those quick wins made her one of the most famous sports stars in the world.\n\n## \"A Lot Of Respect\" For Star's Record\n\n\"I have a lot of respect for Ronda,\" Holm said. \"This wouldn't have meant as much if it hadn't been for what she has done.\"\n\nIn her first two UFC fights, Holm was careful. A judge decided that she won. She did not score any knockouts.\n\nUFC President Dana White said he will set up a rematch.\n\nWhite first wanted to have Miesha Tate fight Rousey.\n\n## Skills Made An Interesting Match\n\nThen they decided to go with Holm. Rousey had already beaten Tate twice. Also, Holm was a boxer so it made for an interesting fight.\n\n\"I made this fight. This is the fight I went after,\" White said. \"Obviously, I thought Ronda would have more answers.\"\n\nBefore the fight, Rousey was acting strangely. At weigh-in a day earlier, she charged at Holm and called her a phony.\n\nRousey is also making a movie.\n\nShe could have a rematch if she wants. White does not expect her to be back any time soon, though.'"
        },
        {
            "id": 102,
            "title": "March Madness, money madness, math madness -- it's crazy",
            "text": "\tOne of the world's richest men created a new contest. Its prize is $1 billion.\n\nIt sounds crazy, but Warren Buffett knows his money is safe. The winner must pick all the winning teams in the NCAA March Madness men's basketball tournament. Sixty-eight college basketball teams from across the country will come together. They will play 63 games. The chances of knowing who will win each game is 1 in 9 quintillion. It's just about impossible.\n\nIn January, Tim Chartier heard about the contest. Chartier is a mathematician. He knew the contest would keep him busy.\n\nHe was right. Chartier has become a math rock star. Now he is on TV and in newspapers telling people how to win.\n\n## Almost Impossible\n\nFive years ago, Chartier came up with a way to pick winners. It is based on middle school math. March Madness began Thursday. It ends with the Final Four games in early April.\n\nChartier's own son, Noah, has become interested in the Buffett contest. Noah is 11 years old. He wants his dad to help with his own picks.\n\n\"Daddy, it's a billion dollars,\" Noah said. They decided Noah can choose the teams. If they win, Noah will get $25 million of the prize money every year.\n\nNoah decided he could live with that.\n\nBut Noah will have to become a millionaire another way. The chance of of choosing all the winning team is one in 9 quintillion. That's a nine followed by 18 zeroes. It's almost impossible.\n\n\"It would be like you and I sitting at a table,\" said Jeffrey Bergen. He was the first mathematician to figure the chances a person will pick all the winning teams. He has become a math rock star like Chartier. He's going to flip a coin, he said. And you are going to correctly guess \"the coin flip 63 times in a row.\" How easy is that?\n\n## Not Even Close\n\nJohn Diver is in charge of ESPN's Tournament Challenge. The Tournament Challenge is the sports station's March Madness contest.\n\nMore people have entered ESPN's contest than any other. No one has ever picked all the winners of all the games, Divers said. Not even close.\n\n\"I don't want to say it's impossible,\" Divers said. \"But it's impossible.\"\n\nThe ESPN Tournament Challenge offers a $10,000 gift card to its winner. But Diver wants to give a bigger prize. He knows no one will win.\n\n\"Let's offer a $1 trillion prize,\" he said. \"Let's one up Buffett.\"'"
        },
        {
            "id": 103,
            "title": "Collectors buy boxes of sports cards hoping to find treasure buried inside",
            "text": "\tSPOKANE VALLEY, Wash. - Once a month collectors come to Spokane Valley Sportscards to try to make a little money. They break open boxes of sports cards. They're looking players with big names. The cards of some athletes are worth hundreds of dollars.\n\nJoseph Branda is a regular at the Sportscards shop. He is known for taking risks.\n\nHe once bought a $600 box of basketball cards. His card collection might be worth as much as a car. On this Saturday, the others hold back their spending. But Branda asks for another box of football cards. It costs $140.\n\nBranda, 22, quickly goes through the box. He opens six packs and flips through football players.\n\n## Card Gets A Shout-Out\n\nHe tosses away most of them. Then Branda's eyes widen. He breaks into a smile.\n\n\"RG III!\" he calls out.\n\nIt's a hit. He's scored Robert Griffin III, the starting quarterback for the Washington football team. The card is autographed. It also has a piece of his jersey attached to it.\n\nAll conversation in the room stops. Several of the others huddle around him. They stare at the card.\n\n\"Whoa!\"\n\n\"Oh, that's awesome!\"\n\nThe shop's owner, Alan Bisson, looks up the value: $150.\n\n\"That's what I'm looking for!\" Branda says.\n\n## A Thrilling Hunt\n\nThe third Saturday of each month is trading night. The regulars who come to Bisson's shop are not interested, however, in making trades.\n\nThey're here for the thrill of the hit. They come month after month, hoping they will turn up one of the collectibles. Cards that were printed in limited number are collectible and worth more money.\n\n\"It's like pulling the handle on a slot machine,\" says Bisson, 60. The shopowner admits that he's one of his own best customers. \"It's the chance of pulling the big one.\"\n\nHis love of cards is what drew him into this business 20 years ago. He runs the store from an old house. In what was once a living room, racks of card boxes block the windows.\n\nOn good days, maybe a dozen people walk in. There are many days, though, when it's just Bisson.\n\nA number of those who show up are looking to sell, not buy. Their collections are usually from the 1990s, when sports cards were popular. But card makers produced too many cards then. Now people have boxes of worthless cards. It's as good as garbage, Bisson says.\n\n## One Collector Has 400,000 Cards\n\nMost of the card business has moved online, Bisson says. At the moment, trading night keeps the shop in business.\n\nZach, 9, may be the youngest there. He has been coming since December. He picked up a love for sports from his father.\n\n\"Instead of watching cartoons in the morning,\" Zach says, \"I get up and watch 'Sports Center.'\"\n\nAt some point, many kids outgrow the hobby. Branda has inherited many of his friends' collections. He has about 400,000 cards.\n\nThe regulars say their family, their friends - wives and girlfriends, especially - don't get it: Why would they spend so much money on cards?\n\n\"It's a better hobby than doing drugs and being in a gang,\" says Scott Brewster. He's 20 years old and in college.\n\n## Some Cards Worth Big Bucks\n\nSometimes they earn some money off their expensive hobby. Branda has sold a card, signed by eight Yankees who played in the 1996 World Series, for $750. Brewster made $300 on a card autographed by two NBA players. He bought it for just $25 at a yard sale.\n\nAs trading night winds down, Bisson adds up their bills. One customer racks up a tab of $643.50. It's so big that he doesn't want his name printed on the bill. He's worried what his wife will say.\n\nFor Branda, it's $260. For Brewster, $140. He can only pay part of what he owes. He will pay the rest when he's back next month, with more money and ready to try his luck again.'"
        },
        {
            "id": 104,
            "title": "NBA players go back to school",
            "text": "\tLOS ANGELES - Spencer Hawes plays basketball for a living. He is a forward-center for the Los Angeles Clippers.\n\nHawes also played basketball in college. He was not in school for very long, though. He left as soon as the Clippers offered him a job.\n\nHawes never finished college. When people finish college they receive a degree. He never got his.\n\nHawes loves playing basketball for the Clippers. He is paid very well for playing. Yet, he wants to go back to college anyway. Hawes wants to get his degree. He promised his mother he would finish college.\n\n## Finding A Job Will Be Easier\n\nMany other basketball players did not finish college. Eleven Clippers players do not have a college degree. They all say they plan to get one.\n\nPeople cannot play basketball their whole life. Many players want another job when they are through playing ball. A college degree makes finding work much easier.\n\nAustin Rivers is a point guard for the Clippers. He never got his college degree either. Rivers will take college classes every summer. He thinks the extra work is worth it.\n\nA college degree could help Rivers later on. It could help him find work on TV or as a coach. Rivers is inspired by his father, Doc. His father was also a basketball player.\n\nDoc Rivers went back to college while he was still playing. He earned his degree. Today, he coaches the Clippers.\n\n## More Guys Sign Up\n\nNate Robinson is a point guard for the Clippers. He also wants to get his degree. Robinson is studying acting at college. He has appeared in several TV ads for Pepsi already.\n\nChris Paul is another point guard for the Clippers. He said he also wants to get a degree. He will start taking classes soon.\n\nPaul said he promised his mother he would get his degree.\n\n\"I'm going to get it,\" he added.'"
        },
        {
            "id": 105,
            "title": "Roller derby team looks for new \"Doll Factory\"",
            "text": "\tLOS ANGELES - Some girls play soccer. Other girls join the swim team. Ivy Wolk, though, chose the Los Angeles Derby Dolls.\n\n\"This is it, this is for me,\" said the tiny 9-year-old. Roller derby is played by two teams on roller skates. Players race around a track. A player scores points by passing members of the other team. The other team tries to block her. They even can knock her out of the way.\n\nIt's not the safest sport. But for the girls, bumps and bruises are signs of achievement. They mean the girls tried their best.\n\nThe Derby Dolls began 11 years ago. They are famous in Los Angeles. The Derby Dolls teach girls 7 and older how to skate. They play against teams from across the country.\n\nThe Derby Dolls have had many homes. Now the team needs to move again. Their home base is in a building called the \"Doll Factory.\" It may be knocked down.\n\n## \"My Home Away From Home\"\n\nFinding a new place is a difficult, said Rebecca Ninburg. She helped start the Derby Dolls. A new home base must be big and not too expensive. The Derby Dollars are trying to raise money to pay for the move. Their goal is $100,000. So far, they've raised more than $79,000.\n\n\"I'm just going be so sad that we're gonna lose this place. It's my home. It's my home away from home,\" said Yesenia Hernandez. Yesenia is 15. She said roller derby gives her confidence to stand up to bullies at her school. The girls take care of one another, said her mother, Julie Hernandez.\n\n\"You can see it in their faces,\" said David Hale, a fan. \"They're not doing it for the money. They're doing it for the love.\"\n\nWhen Ivy skates, she is sure of herself. Her teammates are 7 to 17. The girls are dressed in skirts and patterned leggings. They skate around cones and practice stopping. They skate to happy-sounding music.\n\nIvy gets quiet and a bit shy when asked why she loves roller derby. Her mother answers for her. It makes Ivy feel normal, her mother said. That's a big deal for Ivy. She has a rare allergy. Her allergy prevents her from eating 19 different foods.\n\nLast summer, Ivy took several weeks off. She was nervous about coming back. But her coach greeted her with a shout and a big hug.\n\nShe turned to her mom and said, \"I'm home,\" her mother remembered.'"
        },
        {
            "id": 106,
            "title": "A lot of kids play baseball in the Dominican Republic",
            "text": "\tSAN PEDRO de MACORIS, Dominican Republic - Baseball is the favorite sport of the Dominican Republic. It is a small nation in the Caribbean Sea. Even though many people play, the game looks a little different than American baseball.\n\nAt the end of town, there is an old park. You have to walk past old buildings, garbage and stray dogs to get there. Kids and players hang around the park. They shout in Spanish. There are old baseball fields where kids are practicing. The sounds of baseball are everywhere. The crack of a bat hitting the ball. A baseballs thuds into a glove as it is caught.\n\n\"I want to play in the major leagues, of course,\" said Richard Paulino, a baseball player on the field. \"I am passionate about the game. I am focused.\"\n\n## \"The Best Players\"\n\nMany people learn baseball at a young age in the Dominican Republic. The best athletes even move to the United States to play in Major League Baseball (MLB).\n\nThe sport gives many people hope. The Dominican Republic is poor. Becoming a baseball player can be a good job. The sport also creates jobs for other people, like cooks, cleaners and landscapers who take care of the fields.\n\nBy 2013, more than 500 Dominican players were signing to play for MLB teams.\n\n\"It's a lot easier than when I used to play,\" said Moises Alou. He used to play baseball for the Chicago Cubs, a major league team. Now, he is the general manager of a Dominican team. \"Everybody now plays baseball. There's a lot of programs and tryouts and there's a lot of teams competing to sign the best players.\"\n\n## At The Game\n\nOn a recent afternoon in the Dominican Republic, thousands of people came to watch a baseball game. There were nearly 10,000 in the stadium.\n\nKids wore the uniforms of local teams. They shouted and tried to see the field. Some people climbed over the walls. Others sat on top of the dugouts to watch.\n\nJust before the game started, Richard Paulino walked into the stadium. He was there to watch the game with his friends. He pushed through the crowds. Paulino passed girls selling popcorn out of a big plastic tub. He walked by a woman selling soda from a shoebox.\n\nSomeone asked if he was every going to be on the field.\n\nHe smiled. \"Someday.\"'"
        },
        {
            "id": 107,
            "title": "Computer games were fun at home, but now find fame and prize money",
            "text": "\tPeople used to play computer games only at home. They played against players they never met.\n\nThings have certainly changed since then. Gaming is now like any other sport. The top players play in big halls. They play in front of cheering crowds.\n\nOn Saturday the Fillmore theater was packed. The Fillmore is a big hall in Silver Spring, Maryland. A crowd was there to watch the Red Bull Battle Grounds championship games. Top computer gamers had come to play against each other.\n\nThe crowd began cheering as the players walked onto the stage. Fans waved pictures of the players they like most.\n\nThe players then began warming up. One added a neck pillow to the back of his chair. Another moved his shoulders up and down to get loose.\n\n## New Game Can Have Teams\n\nOnce everyone was ready, the games began. The gamers were playing a new form of the game StarCraft. The new kind of StarCraft lets teams of two play against each other.\n\nThe first match was particularly exciting. Choi Ji Sung and Mun Seong Won were on one of the teams. Choi is known as \"Bomber\" and Mun is called \"MMA.\" Chris Loranger and Jang Min Chul were on the other team. Loranger is called \"Huk\" and Jang is known as \"M.C.\"\n\nBomber was the winner of the last big games. He was hoping to win again. Huk and M.C. wanted to see if they could beat Bomber and MMA.\n\nThere is a large cash prize for the winners. Some players can turn gaming into a job. They can make a good amount of money from the gaming contests.\n\n## Fans Come From All Over\n\nThe fans came from all over the country to watch the competitions.\n\nSounil Yu and his two teenage sons came from Virginia. The three like to play StarCraft together at home. Yu and his sons think StarCraft is one of the hardest computer games.\n\nJessica Yuen was another one of the excited fans. She was involved with a StarCraft club when she was in college three years ago. Some club members are still her closest friends. Yuen traveled with some members to the event. She said her other close friends are gamers she met on the Internet.\n\nYuen was hoping Huk would be one of the winners.\n\n\"He's just a nice guy. He cares about his fans,\" Yuen said.\n\nYuen got her wish. Huk and M.C. won their match.\n\nThe game lasted seven hours.'"
        },
        {
            "id": 108,
            "title": "French plan focuses on fixing unequal schools",
            "text": "\tPARIS - In France, rich students do better than poorer students. There is an especially big difference in math.\n\nTo fix this, France is trying a new plan. It wants to make all schools better.\n\nThe changes will start in 2016.\n\nMany students learn to speak Latin and ancient Greek. These languages have not been spoken in thousands of years. Instead, students will spend more time on languages people speak today.\n\nStudents will start learning another language in about first grade. Most students will learn English. They will begin their second language around age 12. Schools will also decide how students spend more of their time. Right now the government decides what students can do.\n\n## All Is Not Well In French Education\n\nThe plan is not popular with everyone. Some groups do not want the schools to change. On Tuesday, teachers across France went on strike. They did not show up to work. Instead, they marched in the streets.\n\nMany French teachers complain the plan does not deal with the real problem. They are unhappy the government did not ask them about what was best. Other groups do not want France's schools to change either. They think the plan will make the schools worse.\n\nPeter Gumbel lives in Paris. He wrote a book about French schools. He said the plan is not different enough. The school problem in France is important.\n\nStill, he said the government cannot make big changes. As it is, the plan makes many people feel uncomfortable.\n\n## \"Too Many Middle Schoolers Are Falling Behind\"\n\nIn 2012, experts studied differences between how well rich and poor children did in school. There was a big difference. Rich children did much better at math. Thirty-nine countries took part in the study. France was the second worst at having equal education for all children.\n\nPrime Minister Manuel Valls is a lawmaker for the French government. He said too many middle schoolers are falling behind. Also, they do not know other languages.\n\nThis is a big problem for France and its children, he said.\n\n## One Says Many Students Don't Learn At All\n\nGumbel said the plan makes school more interesting and fun. It teaches kids what they need to know about the real world.\n\nSome people against the plan think students already get rewarded for hard work. They think students learn great things in French schools. Gumbel says they are wrong.\n\nMany kids do not learn anything at all, Gumbel said.'"
        },
        {
            "id": 109,
            "title": "Should homework count for grades?",
            "text": "\tST. LOUIS - Kids at Lincoln Elementary School don't have to turn in their homework. They don't have to answer questions in class. They don't get points for trying.\n\nBut they must know their math, reading and science if they want to get good grades.\n\nThis year, the school changed how it grades its students. The change came after most students failed a state test. This came as a big surprise. Everyone thought the kids were doing great since they got good grades.\n\nThe school knew it had a problem.\n\n## New Way Of Grading\n\nThe school now grades students on what they know. They don't get points for turning in homework. Students also can redo their work. They can even take tests again.\n\n\"There are kids that are good at playing the game of school,\" said Julie Williams. She is the principal of Lincoln Elementary in Missouri. Some kids get good grades. They raise their hands a lot in class. But that doesn't mean they really know the subject.\n\nBut some parents don't like the new system. They worry their kids wouldn't do homework if they didn't have to turn it in.\n\n\"That's not real life,\" said Paul Bozdech. He is the father of a middle schooler.\n\n Ken O'Connor used to be a teacher. Teachers don't help kids by giving them grades they don't deserve, he said. \"At some point, they are going to fall on their face,\" he said.\n\nThe usual way of grading can hide failure. A student might earn a D in math. But he might get a C if he turned in homework.\n\n## \"What's Best For Kids\"\n\nThe change is scary for many teachers. Even teachers who like it say homework is important.\n\nBut teachers say the new way works.\n\nBecky Stevenson is an English teacher. She said her students used to worry about getting good grades. Now they really want to learn.\n\nLincoln Elementary now does much better on state tests. In 2013, most students passed reading and math. Twice as many passed as in 2010.\n\nThe new grading played a big part, the principal said.\n\n\"It's clear to us this is what's best for kids.\"'"
        },
        {
            "id": 110,
            "title": "This teacher in Haiti is so cool! He might win $1 million for his school",
            "text": "\tPORT-AU-PRINCE, Haiti - A school in Haiti could have the world's best teacher.\n\nGuy Etienne is the principal and the chemistry teacher of College Catts Pressoir. It is one of the best schools in Haiti, a country in the Caribbean. Etienne is among 10 finalists in a contest to name the world's best teacher. The winner gets $1 million.\n\nHe beat thousands of teachers from 127 countries to become a finalist for the world's best teacher prize.\n\nFive years ago, an earthquake tore Haiti apart. The country is still coping with the damage. Many people in Haiti are poor.\n\n## Let There Be Light\n\nCollege Catts Pressoir has good science classes. The school is known for its well-trained teachers.\n\nSome of Etienne's science students fixed traffic lights in class. Another class made a camera for the country's police.\n\nEtienne said his dream is to make Haiti famous with his teaching. He could make more money working as an engineer. But he says teaching is his life.\n\nHaitians are proud that he may win the prize. A lot of parents did not agree with him over the years, but now they do. This keeps him going, he said.\n\nThe head of Haiti's education programs said Etienne is a great example. He hopes more teachers can be like Etienne.\n\nWhen he isn't teaching, Etienne is in his office. It is on the second floor, looking over a basketball court. His walls are decorated with awards and students' photos.\n\n## Science Lessons To Help Haiti\n\nEtienne changed the school to teach more science. Everything the kids learn now is to help make Haiti a better place.\n\nMany parents were against the changes. The schools were teaching history and grammar. Students learned by memorizing and repeating facts in class.\n\nToday, parents like the school. They like the modern lessons and small classes.\n\n## What $1 Million Could Buy\n\nIt's hard to keep the school open. Etienne said it has to keep borrowing money. Students have to share books that are falling apart. The building's third floor was destroyed by the earthquake in 2010.\n\nEtienne wants to use the $1 million in prize money to help students enroll in online classes. But the money is not important, he says.\n\n\"The money comes in and it must go out so that we can improve the education we are giving the students.\"'"
        },
        {
            "id": 111,
            "title": "Brazil says this could be best World Cup in a long time",
            "text": "\tRIO DE JANEIRO - Before the World Cup started last week, [Brazil](https://www.newsela.com/?tag=Brazil)'s streets were noisy with the bangs of construction work and the shouts of angry protesters.\n\nNot now.\n\nNow, it's the soccer that is making all the noise. The games have been packed full of goals and great moments.\n\nBrazilian star Neymar kicked Brazil into gear. Then, the Netherlands' Robin van Persie soared and scored with an amazing header. On Sunday, Argentina wizard Lionel Messi conjured up a little left-footed magic.\n\nOn Monday, it kept coming. Thomas Mueller scored three goals for Germany in a shocking 4-0 thrashing of Portugal. Clint Dempsey scored just half a minute into the United States' World Cup match in an end-to-end 2-1 win over Ghana. And the first stage of the tournament isn't even done yet.\n\n## All Teams Have Come Out Kicking\n\nIt's not just the big-name teams either. Costa Rica came back to win against a highly rated Uruguay. And then there was Switzerland's last-gasp winner over Ecuador.\n\n\"All the games we're watching, there's a lot of open play, there's a lot of beautiful goals. It's just wonderful to be here, isn't it?\" Netherlands fan Paul Rolleman said.\n\nMany people worried there would be unfinished stadiums and large street demonstrations. Instead, there have been a bunch of goals and no big protests. It could turn out to be the best World Cup in more than 50 years.\n\n\"High-scoring games, this is what fans are waiting for,\" U.S. coach Jurgen Klinsmann said. \"They want to see goals.\"\n\nAnd they have. From Sao Paulo to Salvador, the goals have flown in. The World Cup is averaging more than three a game. If this continues, it will be the highest-scoring tournament since 1958. In 1958, Brazil won the first of its record five titles.\n\nIn Brazil, soccer is known as \"Jogo Bonito,\" Portuguese for \"The Beautiful Game.\" Jogo Bonito is rubbing off on everyone, it seems. No one is playing defensively here.\n\n\"There's none of that. No game has been boring,\" German fan Andre Lien said.\n\n## Play On!\n\nThe fans have reacted by filling stadiums and fan fests.\n\nOf course, it's still the early days. Organizers can't let down their guard. There was a moment in Sao Paulo last week when Brazil's opening night seemed to be in trouble. One section of the floodlights flickered off, then on, then off again. Disaster loomed. Then the lights came back on and stayed on. And Neymar rescued Brazil with two goals. The home favorite came back from 1-0 down to beat Croatia 3-1.\n\nThere have been a few protests. Police clashed with protesters not far from Rio's Maracana stadium on Sunday night, while Argentina was playing Bosnia. In the northeastern city of Natal, torrential rain and flooding is threatening the World Cup experience.\n\nBut on the field, at least, the tournament has met the early challenge and more. Brazil's only worry there is if the goal-happy World Cup can keep up this breathtaking pace for a month.\n\n\"It's a big party,\" Netherlands supporter Rolleman said. \"But I do need to get some sleep now.\"'"
        },
        {
            "id": 112,
            "title": "Los Angeles the U.S. choice to host 2024 Olympics",
            "text": "\tLOS ANGELES, Calif. - The Olympic Games are the biggest thing in sports. Almost every country sends its best athletes. The winners of the Olympic games are the best in the world.\n\nThe games happen every two years. First they are held in the summer. Then, they are held in the winter.\n\nThe games last more than two weeks. Each time they are held in a different place.\n\n## One Step Closer\n\nIt is a big honor to put on the Olympics. Many cities want to do it. Each time, there is a contest to pick one lucky city.\n\nCities have been picked for the next four Olympics. None are in the United States.\n\nNo city has yet been picked for the 2024 Summer Olympics. The race to be picked is still on.\n\nLos Angeles is now one step closer to being picked. It has just beaten out the other U.S. cities that were in the running. The U.S. Olympic Committee made that pick.\n\n## International Olympic Committee Will Make Final Choice\n\nNow L.A. will be matched up against cities in other countries. It will be running against Rome, Italy; Paris, France; Hamburg, Germany; and Budapest, Hungary.\n\nThe International Olympic Committee will make the last pick. It will announce a winner in September 2017.\n\nL.A.'s leaders are very happy their city has gotten so far.\n\nLos Angeles was made for this, Mayor Eric Garcetti said. \"This city is the world's greatest stage,\" he added.\n\n## L.A. Is Hoping For Its Third Olympics\n\nLos Angeles was home to the Olympics in 1932 and 1984. Garcetti promised the city will do a great job if it gets to put on the 2024 Games.\n\nCity leaders think L.A. will end up being picked.\n\n\"We are in this to win it,\" Councilman Paul Krekorian said. \"I think we will.\"\n\n## Many Sites In L.A. Would Host Different Competitions\n\nCompetition will take place all over the city if Los Angeles is picked. For example, volleyball would be played on Santa Monica Beach. The sport was invented there.\n\nMountain biking would happen in Griffith Park. Memorial Coliseum would be the main playing field.\n\nThe city says it will build a village for players if L.A. is picked. Players from around the world would stay there during the games.'"
        },
        {
            "id": 113,
            "title": "People on Twitter ask LeBron to stop playing basketball this season",
            "text": "\tLeBron James is a famous basketball player. A group of people is hoping James will help them. They want justice for a 12-year-old boy from Cleveland, Ohio, named Tamir Rice. James plays for the Cleveland Cavaliers.\n\nIn November 2014, two police officers in Cleveland shot and killed the 12-year-old boy. The police were checking out a 911 call. The officers saw Rice and thought he was holding a real gun. It was a toy. The officers were white. The boy was black.\n\n## Calling On LeBron For Help\n\nLast month, a court decided that the officers should not be charged with killing Rice. If they were charged, there would be another court case. If they were found guilty, they might have to go to jail.\n\nMany people were upset with the decision. They felt it was unfair to Tamir Rice.\n\nJames is the closest thing Ohio has to a superhero. Activists are people fighting to help Rice's family get justice.They asked James for help. They asked him not to play basketball. They used Twitter to reach out to James. They want to use him to make the government put the officers on trial. The government's Department of Justice is looking into Rice's death.\n\n## Sending A Message\n\nLast year, James said Tamir Rice's death sent a message. He said it showed that black people still are not treated fairly.\n\nJames used to play for the Miami Heat. In 2012, James and his Miami Heat teammates put on hoodie sweatshirts. They did it to honor another dead black teen. Trayvon Martin was killed in Florida by a white man. Martin was wearing a hoodie when he died.\n\n## When Athletes Take A Stand\n\nSome Rice supporters have posted videos of another famous athlete, Muhammad Ali. In the 1960s, Ali was the greatest boxer in the world. At the time, men could be called to serve in the U.S. Army. There was a war in Vietnam, a country in southeast Asia.\n\nAli was asked to serve in the Army and said no. This was against the law.\n\nAli said many black people in America were treated like dogs. They did not have simple human rights. Ali is black and a Muslim. He did not want to go fight in Vietnam when there were race problems in America. He also said it was against his religion.\n\nIn 1967, A judge said Ali had to pay $10,000. His boxing championship title was taken away from him. He was not allowed to box for three years.\n\nJames has not yet said if he would sit out and not play basketball.'"
        },
        {
            "id": 114,
            "title": "Girls are making Little League history",
            "text": "\tSOUTH WILLIAMSPORT, Pa. - Kathryn \"Tubby\" Johnston Massar was the first girl to play Little League baseball. Back in 1950, girls could not play with boys. Massar made herself look like a boy so she could play. She cut off her braids and tucked her hair under her cap.\n\nMassar played more than 60 years ago. Today, two girls are playing in the same Little League World Series.\n\n\"It's truly amazing. I'm very happy to see girls playing,\" Massar said. She is now 78.\n\n## Girls Give It Their Best\n\nMo'ne Davis plays for Philadelphia. Emma March plays for Canada. They are the 17th and 18th girls to ever play in the tournament. The World Series has been going on for 68 years. It is just the third time that two girls are playing in the same series.\n\nDavis pitches for Philadelphia. Her team beat Nashville 4-0. She only gave up two hits.\n\nFans cheered loudly when Davis struck out the last batter. It made her the first girl to give up no runs in a Little League World Series game. She pitched what is called a shutout.\n\n\"It's very unreal. I never thought at the age of 13, I would be a role model,\" Davis said. \"Hopefully, more girls play Little League.\"\n\nMarch did not do as well.\n\nShe batted fourth and played first base. Her brother Evan batted right after her. March had no hits. Canada lost 4-3 to Mexico. The fans were still excited to see her play.\n\n## Little League Is Changing\n\nMassar thinks more girls will play Little League. She believes a woman will also play in Major League Baseball someday.\n\nMassar played in Little League in 1950. When people discovered she was a girl, a new rule was made. It stopped girls from playing baseball with boys. The rule was changed in 1974.\n\nMassar is happy about her place in history.\n\n\"It's something I'm proud of,\" she said. \"Why not play baseball with the boys?\"\n\nPennsylvania Governor Tom Corbett watched Davis play. He said she seemed to handle the pressure well. He said he was wondering if she would play professional baseball one day.\n\n\"I don't know,\" Corbett said. \"She's played as well as any kid out there right now.\"'"
        },
        {
            "id": 115,
            "title": "To play better basketball, athletes put mind over matter and do yoga",
            "text": "\tVaughn Gray has become better at basketball. He can now \"see the game slower,\" he said. He can \"react to things\" better during play.\n\nGray played forward for the Patriots. They are the basketball team at George Mason University (GMU) in Virginia. Gray no longer plays for the team. He has finished school.\n\n## Breathe Easy, Play Better\n\nGray says that breathing exercises helped his playing.\n\nGray first heard about the exercises back in 2013. He and his teammates learned about them in special classes.\n\nThe classes were part of a GMU study. The idea was to find out if learning mindfulness would help the Patriots.\n\n## Think About Now And Stay Calm\n\nMindfulness is a way of thinking. A mindful person only thinks about what he is doing at the moment. He does not let bad feelings get in the way.\n\nA player's feelings can harm their game. If a player is too worried about losing, they may play badly. The same thing can happen if they are feeling angry.\n\nSports psychology is the usual way of dealing with this problem. Psychology is the study of people's feelings and thoughts. It looks at how feelings shape how people behave.\n\nThere is one big difference between sports psychology and mindfulness. Sports psychologists tell players to push bad feelings out of their mind. Players who learn mindfulness do not try to do that. Instead, they learn that it is OK to have bad feelings. They become calmer.\n\nThe GMU study shows that learning mindfulness can help players. It may help them more than sports psychology can.\n\n## Yoga: It's A Stretch\n\nMindfulness programs have been around for a while. The GMU study added something new, though: yoga.\n\nYoga is a type of exercise. It helps people stretch. It also teaches them better ways of breathing.\n\nFallon Goodman led the GMU study. She thought adding yoga would help keep the players interested. A mindfulness class is just 90 minutes of talking.\n\nThe Patriots all took eight mindfulness classes. They also took eight yoga classes. The players said they felt more relaxed after taking the classes. They also said they had become more mindful.\n\nMany more players may soon learn to be mindful.\n\n\"A lot of other teams are interested,\" Goodman said.'"
        },
        {
            "id": 116,
            "title": "Top leader at college quits his job after black students complain",
            "text": "\tCOLUMBIA, Mo. - Tim Wolfe is the president of the University of Missouri. On Monday he said he will give up his job.\n\nStudents at the school were very angry at Wolfe. They said he did not do enough after black students were called racist names. They were called unkind names because they are black.\n\nMany black students at the school no longer felt safe. Wolfe acted like nothing was wrong, they said. Many white students agreed with them.\n\n## Trouble Started With Name-Calling\n\nThe trouble began in September. The student government president said that people in a passing truck shouted racist names at him. The student president is black.\n\nIn early October, several other black students said they were called racist names, too. They said a white student shouted at them.\n\nAlso, a swastika was drawn in a school bathroom. The swastika stands for white power. It was first used by the Nazi group from Germany. The Nazis killed millions of people during World War II.\n\nSoon, many students began protesting. They asked school leaders to do something to make black students feel safer.\n\nOn Oct. 10, black protesters blocked Wolfe's car during a parade. They demanded that he talk to them. But Wolfe would not speak with them. Instead, he had police remove the protesters.\n\nThe way the protesters were treated made students even angrier.\n\n## One Student Goes On Hunger Strike\n\nOn Nov. 2, a black student named Jonathan Butler began a hunger strike. He said he would not eat until Wolfe stepped down.\n\nOn Monday, about 30 black football players joined the protests. They said they would stop playing football until Wolfe was gone.\n\nThe school's football team is called the Tigers. Their next game is Saturday. If the game is not held the school will have to pay more than a million dollars.\n\nHead football coach Gary Pinkel said he supported his players. He said all the coaches did. \"We are united. We are behind our players.\"\n\nSunday night, about 150 student protesters gathered on the school's plaza. Many planned to camp there overnight in cold weather.\n\nBlack student Abigail Hollis was at Sunday night's protest. She said the school is \"unhealthy and unsafe for us.\"\n\nWhite students at the school are treated much better than black students, Hollis said. \"It's time to stop that. It's 2015.\"\n\nMaybe things will change now that Wolfe is gone. After the school president spoke Monday, Butler said his hunger strike was over.\n\n'"
        },
        {
            "id": 117,
            "title": "Missouri football players help topple campus president",
            "text": "\tCOLUMBIA, Mo. - J'Mon Moore is a football player for the University of Missouri. His team is called the Tigers.\n\nMany students at Moore's school are feeling angry these days. They are unhappy about racism at the school. They want school leaders to do something to stop it.\n\nThe school's problems began a few months ago. Several black students said they were called racist names.\n\n## Students Were Angry At University President\n\nMany black students think racism is getting worse at the school. They say they no longer feel safe.\n\nMany students became angry at the school's president, Tim Wolfe. They said he was not doing enough to fight racism at the school. It seemed like he just did not care.\n\nThen a black student named Jonathan Butler went on a hunger strike. He said he would not eat until Wolfe gave up his job as president.\n\nMoore knew about all this. He decided he had to do something to help Butler.\n\n## Thirty Players Joined Protest\n\nMoore spoke to Tigers teammate Anthony Sherrils. Then the two of them spoke to teammates Ian Simon and Charles Harris. Soon, the plan to help Butler began to spread.\n\nSaturday night the players met with their coach, Gary Pinkel. They told him they planned to stop playing until Wolfe was gone. Coach Pinkel told his players to go ahead with their plan.\n\nLater that night, the football players' protest began. Thirty black players announced that they would no longer play or practice. They said they would not play as long as Wolfe remained the school's president.\n\n## President Steps Down\n\nFootball is very important at the University of Missouri. Many people did not want the games to stop. More and more people said Wolfe should leave.\n\nOn Monday, Wolfe announced that he would step down. The football players had beat him. Soon the school will have a new president.\n\nThe players wanted \"to make a difference,\" Moore said. Now they will be remembered in the history books.\n\n## Football Mattered Less Than A Man's Life\n\nSimon said Butler's hunger strike made the players feel they had to do something. Butler's life was in danger.\n\nSimon said the players all love football. Football is only a game, though. Some things are more important, he said.\n\nThe players learned that they have the power to change things, Harris said. They did not understand that before.\n\nThe players were able to bring about real change. Maybe now things will get better at their school.'"
        }
    ]
}